[
  [
    "",
    "His columns for the Tel Aviv-based Haaretz newspaper often focus on Israel's occupation of the Palestinian territories.",
    "For some Israelis, he is a brave disseminator of the truth, but many others condemn him as a propagandist for Hamas.",
    "VOXES.",
    "He doesn't deserve to be on TV.",
    "He represents the Palestinians and Hamas.",
    "One of his earlier reports was of an incident back in 1996, that involved the Abu Dahouk family.",
    "HUSSEIN ABU DAHOUK PALESTINIAN CITIZEN.",
    "I was at my mother's place that night. She woke me up so I could drive my sister-in-law, who was in labour, to the hospital.",
    "I was driving them when we reached a checkpoint. The soldiers stopped me. I asked them to let me pass to take my sister-in-law to the hospital. They refused. So I drove to another checkpoint, but faced the same problem. I went to the Ras Al-Amood checkpoint. It was getting very late. The soldiers there also refused to let me pass. When I returned to the car I discovered she had delivered the baby. My mother told me to stop arguing with the soldiers. She held the baby and walked with my sister-in-law to the hospital. I returned home.",
    "FAYZEH ABU DAHOUK PALESTINIAN CITIZEN. My mother-in-law urged me on as we walked all the way. Until we reached the hospital. They did the tests. I told the doctor I had delivered him in the car at the checkpoint. He discharged me but kept the baby in the hospital. The baby died the next day.",
    "I wanted to name him Yousef.",
    "Commenting on this incident Israeli journalist Gideon Levy wrote an article entitled \"Death of a Baby\" on the 19th of April 1996.",
    "Who the hell are they? Who are those soldiers who saw Fayzeh Abu Dahouk in pain as she delivered her baby in her brother-in-law's car. Who are those soldiers who didn't let her pass to reach the hospital?\"",
    "Who are those soldiers who made Fayzeh have to wrap her baby in her clothes and walk two kilometres to reach the hospital?\"",
    "BASSEM EID HUMAN RIGHTS ACTIVIST.",
    "In 1988, I joined B'Tselem. It documents human rights violations by Israeli soldiers and settlers against Palestinians inside the occupied Palestinian territories.",
    "One time I heard settlers were burning and cutting down trees in Bedya village.",
    "I called the Haaretz journalist Gideon Levy and asked him to go there to see what the settlers had done and write about it.",
    "I remember the first trip to Bedya village, near the West Bank city of Nablus, in May 1989.",
    "Hello Abu Ayman.",
    "GIDEON LEVY ISRAELI JOURNALIST.",
    "When I joined Haaretz newspaper, I started to visit the occupied territories.",
    "I figured out three things.",
    "I gradually started to understand the brutality and inhumanity of the occupation.",
    "I figured out three things.",
    "First, this was the biggest drama facing the state of Israel.",
    "Second, this story was not being covered by the Israeli media.",
    "And third, this was going to be my life mission.",
    "I wanted to report about the Israeli occupation to Israeli readers who did not want to know about the bad things happening there. To truly understand how inhumane and brutal the Israeli occupation is.",
    "YUSUF ABU SAFIYEH PALESTINIAN FARMER.",
    "Destroying these olive trees harms the farmers. They spend their lives taking care of these trees, and then someone just sets them on fire.",
    "This tree is the same as those. It used to give us 30 kilos of olive oil each year. Hundreds of trees have been cut down and set on fire. Settlers pass by at any time and cut down and burn our trees as if the trees were their enemy. These trees are our source of living.",
    "Many have lost their olive trees. The settlers cut them down and stole the olives. Sometimes they even enter our village and attack people. They once opened fire on a house with people inside. We couldn't defend ourselves.",
    "No one confronts those settlers. There is nothing we can do. Settlers come here backed up by soldiers.",
    "On the 5th of May 1989, Gideon Levy wrote: The residents of Bedya make a living from olive trees.",
    "Unknown attackers have cut down their olive trees on 12 occasions.",
    "You can see cut trees in every farmyard in the village.",
    "The attackers cursed and threw stones at the farmers. But none of them were arrested.",
    "[Levy] History has witnessed worse and more brutal occupiers than the Israelis.",
    "But I've never heard about an occupation that believes it is the victim. And the only victim.",
    "Israelis believe the Arabs are so guilty that they force us to kill their children.",
    "Let's not forget there is an ongoing attempt to dehumanise the Palestinians. To make it easier for us to kill them.",
    "If they are not humans like us, then there is no problem in attacking them!",
    "[Hebron] [The West Bank] [soldier] You have a document proving it's your house?",
    "[woman] You expect me to have that document with me all the time?",
    "[soldier] wait there.",
    "[man] You should have the property document all the time.",
    "[woman] They are my guests.",
    "[soldier] Wait there.",
    "[Levy] What's happened now? [Woman] I tried to go into my house. They said do you have a document to show this is your house. I said I don't have a document. They said ok, wait here.",
    "[Levy] This place makes me really depressed. The walls speak here. If this is not the real meaning of apartheid, then I don't know what is!",
    "[Bassem] Our second trip was to Qasabah neighbourhood in Nablus.",
    "One of the most dangerous areas in the first Intifada. Most of the Palestinians killed in Nablus were killed in Qasabah.",
    "Levy, an Israeli wanted to spend the night there to witness the Israeli soldiers' practices at night.",
    "Only then I knew that this man truly believed in what he was reporting.",
    "[Levy] I've seen it all. I've seen children killed. Injured people. Cars and houses burnt. Farmers whose lands were confiscated.",
    "[Levy] I can understand why a young man would carry out a suicide operation in Tel Aviv. I think every suicide bomber who killed women and children would have preferred to sit in an air-conditioned helicopter, press a button and fire a rocket at Salah Shehada's house in Gaza. To kill 15 children and a woman and still be viewed as innocent, not a terrorist. Terrorism is a weapon used by the weak. It is a terrible weapon and I am completely against it. But I understand where it comes from.",
    "[Tel Aviv] BEN DROR YEMENI ISRAELI JOURNALIST, MAARIV.",
    "I have no problem with criticism. Its policies and settlements. But to describe a state as a monster! In this way, you are reducing the chances for reaching peace. Peace can't be reached with the devil. You simply have to get rid of this devil because it is dangerous and it commits crimes against humanity. And it doesn't deserve to exist. Gideon Levy is not criticising Israel. He is portraying it as the devil and that's very dangerous.",
    "[Bassem] Gideon Levy definitely plays an important role in criticising Israeli policies. Gideon Levy's popularity increased when Haaretz started to issue a daily English-language edition.",
    "I believe millions of people in Europe read Haaretz online every Friday morning just to check what Gideon Levy has written.",
    "[Jalazon refugee camp, the West Bank] [Bassem] We are now in the Jalazon refugee camp near the house of Awad Hendash. In April 1994, Awad was shot from behind by Israeli soldiers. He died on the spot. I called Levy. We came here to investigate what had happened. It was published in the Haaretz. FATIMA HENDASH AWAD'S MOTHER.",
    "Awad was married to an American girl. He was preparing the required documents so he could join her in the U.S. On that day, he was supposed to go and pick up his documents. He used to work polishing cars. He wanted to finish his work before leaving.",
    "[Bassem] Israeli soldiers parked their jeep on that road and came here on this roof without asking the permission of the owner of the house.",
    "When I was investigating the incident, I remember I saw a tent here. Awad was there near that green door. They called him and asked him to approach them.",
    "[Fatima] He went over to them. They asked him who had thrown stones. He explained he had traces of polish on his hands One soldier then asked him which house was his. He said: \"There. I turned around and started to go up the stairs, and then heard the gunfire.",
    "Three bullets struck him in the back.",
    "One of the soldiers had a yellow paper with a skull drawn on it. He lifted it up and said: 'Just like Afula.'",
    "Apparently there had been an operation in Afula. They took revenge on Awad for it.",
    "In an article entitled \"Awad's Last Car\" Gideon Levy wrote in May 1994 Eyewitnesses said the soldier had deliberately opened fire on Hendash with no prior warning.",
    "Hendash had never fired on the soldier.",
    "Hendash had never endangered the soldier's life.",
    "He had only approached him after the soldiers had ordered him to do so.",
    "RAMADAN HENDASH AWAD'S BROTHER.",
    "He reached this point and started screaming. He fell over. I looked at the soldiers and tried to drag my brother away. They opened fire on us.",
    "I called for help. He stopped moving shortly before we reached Ramallah.",
    "[Fatima] Only God knows how we feel. We remember him all the time.",
    "That is how we are.",
    "[Levy ] I often feel ashamed of what is being done in my name. I feel really guilty towards the Palestinians. I think we are doing terrible things to them.",
    "Golda Meir once said that Jews had the right to do anything after the holocaust.",
    "Levy During the intifada, I once arrived at a checkpoint near Jenin. I saw a Palestinian ambulance with its lights flashing. I waited for more than 40 minutes and then couldn't stay silent. I got out of my car to see what was happening. I saw the Israeli soldiers playing board games in a tent. I shouted at them. They got angry when I told them to imagine it was their father in that ambulance dying while they played. Israelis hate it when you ask them to imagine themselves in the Palestinians' place. They were so angry they pointed their guns at me.",
    "[Hebron] [The West Bank ] This is perhaps the most empty market in the world.",
    "Yes, it is. ZLEIKHA MOUHTASEB PALESTINIAN CITIZEN.",
    "It's empty because the settlers living above always throw stuff at us.",
    "Garbage, stones, dirty water, sand, glass, chemicals People have put this net for protection.",
    "Dirty water, urine, rotten eggs and all kinds of garbae and it happens in front of the old military tower.",
    "GIDEON LEVY ISRAELI JOURNALIST.",
    "The first 20 years of Israeli occupation passed without any noteworthy Palestinian reaction.",
    "Israel has never made any political concessions without the shedding of Palestinian blood.",
    "So there was no other option for the Palestinians but to start an uprising. So the first intifada began.",
    "To remind the Israelis this situation couldn't continue.",
    "What other means did the Palestinians have to remind the Israelis of their suffering?",
    "The world forgets the Palestinians. But it is their only way to remind the Israelis and the entire world of their suffering.",
    "Israelis live a good life in general. They think they are right.",
    "The media tries to make people satisfied It doesn't want to make them doubt people or let them doubt the Israeli army is the most moral army in the world.",
    "[BEN DROR YEMENI ] [ISRAELI JOURNALIST, MAARIV] Gideon Levy's work makes the world view Israel as a state that commits crimes against humanity.",
    "It is full of lies. I don't support him because he is against peace.",
    "I'm all for peace and co-existence. I don't want to portray the Palestinians as monsters. I want to listen to the Palestinians one day with no prior enmity. Gideon Levy has caused a lot of hatred between us. As an Israeli, I am now hated in the world because of Gideon Levy.",
    "I travel around the world, and give lectures in universities. People always accuse us of being monsters and inhumane. They say that because of what Gideon Levy has written.",
    "[Bilain town] [The West Bank] BILAL AMALI PALESTINIAN CITIZEN.",
    "On 13th November 1993, I went with Jihad and Iyad to visit our friends in Salfit town. It's adjacent to Ariel settlements.",
    "On our way back, a car flashed its lights at us. We didn't know if they were settlers or soldiers. Then they opened fire on our car.",
    "I didn't know where the bullets were coming from.",
    "Iyad's face was covered in blood. I then heard them coming towards us. I shouted: 'Who are you? They opened my door, pulled me out of the car and started cursing me.",
    "They sarcastically asked me: \"Are you still alive?\"",
    "They threw us on the ground and beat us. They dragged us to this exact spot.",
    "They threatened to hit us with the rifle butt if we moved or said a word. They dragged us from there to here.",
    "They brought Iyad and stripped him of his clothes. I raised my head to see him but they hit me.",
    "Army officers then arrived on the scene. They asked why the soldiers had opened fire on us.",
    "I asked: 'Those were soldiers?'",
    "The officer said: 'Yes.",
    "I said: 'But We didn't do anything. That is my car.'",
    "The officer then asked how many people lived in my town. I told him about 8,000.",
    "He said: 'Now one of them is dead. So what!' MAHMOUD AMALI FATHER OF IYAD.",
    "I told my wife Iyad had died.",
    "The incident did not end there. The court sentence was issued two years after the incident took place.",
    "The Israeli soldiers who killed him were sentenced to one-hour imprisonment and had to pay a small fine. Our people are killed in cold blood.",
    "In an article entitled 'Stay Silent' on 19th November 1993, Gideon Levy wrote I am standing on the road between Salfit and Iskaka. There are still traces of Iyad's blood.",
    "Two days have passed since Iyad's death. The army continues to make the martyr's father suffer by going and coming.",
    "'Come back after two hours.' 'Come back tomorrow.' 'Bring a police permit.' 'Bring a permit from the civil administration.' 'Everything will be OK.' All the time, his son's corpse remains in the morgue.",
    "Minister Shochat and Abu Alaa are currently in Paris discussing economic measures.",
    "Meanwhile, 5 Palestinians were killed this month at checkpoints in the occupied territories.\"",
    "[Levy] There should be a new intifada. To remind the world and the Israelis there is a problem. I'd completely understand the Palestinians if they started an intifada. Israel has left them with no other option.",
    "I can't imagine what the Israelis would do if they were under such an occupation. The Palestinians have got nothing without fighting for it.",
    "\"Gideon Levy. You are welcomed by the enemy because of your limitless support to him and your hate-filled views towards Israel.\"",
    "\"Gideon. You are the perfect mouthpiece for Nazism which is spreading nowadays more than ever.\"",
    "\"It is enough for someone to read Gideon Levy's English articles to understand why the world hates us.\"",
    "Levy I write what I believe. I don't change any of what I see on the ground. If the truth is radical, then my writings will be radical as well.",
    "I think reality is radical. It's a very brutal occupation that has existed for many years. A radical reality. The reaction to that can only be radical too.",
    "I sometimes like to enrage the Israelis. I'll continue to write like that.",
    "BASSEM EID HUMAN RIGHTS ACTIVIST.",
    "Levy has been visiting the occupied territories for 22 years. He has risked his life several times there. He deserves to be a Palestinian negotiator, not an Israeli journalist.",
    "Unfortunately, Levy's articles have not affected the Arab media. Arabs should support Gideon Levy. The Arab League should invite Levy to deliver a speech in front of Arab ambassadors to Cairo. To reveal Israel's violations.",
    "One day, we can tell Israel: \"Here, an Israeli journalist wrote that you did such and such to the Palestinians\". Why can't he get the attention of the Arab media?",
    "[Bil'in town] [The West Bank ] [Bilain town] [The West Bank ] [Bassem] We are in Bil'in village.",
    "We will visit the home of Palestinian martyr Jawaher Abu Rahmeh who was killed on 1st January 2011.",
    "Her family have lived through tragedy as her brother was killed 20 months earlier.",
    "I told Gideon Levy about this family. We came here, investigated the incident and the story was published in Haaretz.",
    "SALEEMAH ABU RAHMEH MOTHER OF TWO MARTYRS.",
    "Bassem was killed in 2009. Israeli soldiers shot him twice.",
    "They took this out of his chest.",
    "Jawaher was killed on 1st January 2011. She wanted to watch the protest outside.",
    "We stood here. She wanted to join the protest, but I refused.",
    "I told her: 'Look at the soldiers, all over the place. Among the houses, among the olive trees.'",
    "They were firing grenades everywhere. We couldn't see anything.",
    "She couldn't stand idle. She went there and got shot. She fell over.",
    "We didn't expect that.",
    "The doctors told us she had died.",
    "May God's mercy be with her.",
    "The doctors didn't let me see Jawaher.",
    "I went back home. I told them not to cry. I tried to hold myself together. First I had lost Bassem, and then Jawaher.",
    "I can do nothing but pray to God. Commenting on this incident, Gideon Levy wrote an article entitled \"Lies of the Israeli Army\" on the 9th January 2011. \"The Israeli army issued several untruths about Jawaher's death.",
    "They first said she had died from natural causes at home, not in the hospital. But that didn't work.",
    "Then they came up with other lies. They said she wasn't with the protesters.",
    "They also claimed Jawaher was ill with cancer. It's all lies!\"",
    "[Levy] This place was born from a sin that created a lot of injustice. The state of Israel.",
    "Immigrants came here and caused a lot of injustice.",
    "The problem is that this injustice did not end in 1948. The 1967 occupation is a direct continuity of the 1948 injustice.",
    "Rather than apologising for what we did in 1948 rather than admitting the injustice against the Palestinians we caused we continue to practise this injustice to this day.",
    "[Zleikha] That's the door of my house. Gideon Levy, who is visiting me for the first time, can open it and go out, but I can't.",
    "Sometimes when I'm cleaning my house, I open the door to let the water out. The soldiers immediately come and ask me to close it. Settlers come and make trouble.",
    "If we open the door of the balcony, they throw stones at us. Several times settlers have tried to enter my house from the balcony.",
    "Every time I come out here on the balcony, settlers curse me and my religion. They say abusive words about the Prophet Muhammad.",
    "They throw stones and make fun of us standing behind this iron mesh. They say we are like monkeys.",
    "Of course we can't answer them back. If we do, the army would immediately storm our house.",
    "Levy: What will make you leave this place?",
    "Zleikha: What will make me leave this place? Death.",
    "[Bassem] I don't accompany Levy as often as before.",
    "A young man killed in Qalandiya A house demolished in Silwan Olive trees cut in Snijel A young man killed in Dheisheh A house demolished in Tulkarem I've witnessed this litany of violations and crimes for 24 years. At some point, I got tired of it.",
    "HAMDY AMAN PALESTINIAN CITIZEN.",
    "On 20th May 2006, I went out with my wife, my mother, three kids and two uncles. There were eight of us in a car in Gaza.",
    "There was an air strike.",
    "MARIA AMAN INJURED IN AN ISRAELI STRIKE ON GAZA.",
    "Maria's condition is very difficult. She can only move her head. The rest of her body is paralysed. She uses her chin to push this handle and move the wheelchair.",
    "She needs my help to go to the bathroom. She needs this respirator 24 hours a day.",
    "There is still shrapnel in her body. Any wrong move can cause more problems.",
    "MARIA AMAN PALESTINIAN CITIZEN.",
    "I wish I could give her my body. What can we do!",
    "[addressing Maria] : What's wrong? I know it's difficult but there's nothing we can do.",
    "This is our fate.",
    "On 31st May 2006, Gideon Levy about the case of Maria in an article entitled: \"Direct Assassination\". \"News presenters gleefully announced the assassination in Gaza on Saturday evening without batting an eyelid.",
    "Eliezer Shkedi, Commander-in-Chief of the Israeli Air Force, said they would investigate the reason for the killing of the Aman family in the operation. He didn't bat an eyelid.",
    "What did he mean? Perhaps what killed the family was not a missile fired by the air force? Perhaps it was a falling star!",
    "The pilot who pressed the button and fired a missile at a crowded street in Gaza also did so without batting an eyelid.",
    "His aim was to kill Islamic Jihad leader Muhammad Dahdouh.",
    "But along with him, he killed an entire family.",
    "A grandmother, a mother and her son. Two other members of the family were seriously injured: the father and three-year old Maria.\"",
    "[Hamdy] I was surprised when I saw Gideon visiting us. Why would an Israeli visit me in my home and pay condolences! We both cried together. He promised he would get us in a fully-equipped Israeli hospital after one week. Of course such equipment is not available in Gaza. And he kept his promise.",
    "[Levy] People live a good life in a bubble.",
    "They don't want to acknowledge reality During the recent Israeli war on Gaza, the beaches here were packed while Apache helicopters flew overhead on bombing missions to Gaza.",
    "Life went on here. No one bothered to look up and wonder what those helicopters were going to do in Gaza.",
    "People sit here and have fun on the beach in Tel Aviv.",
    "Meanwhile there are people, only half an hour away, living with no rights whatsoever.",
    "[woman black hair] We don't want peace though it's a pity soldiers are killed. Who does this person defend? He is ready to fight so we don't have a state. Go to Al Jazeera.",
    "They will love you there! [woman - in red] He represents the Palestinians and Hamas.",
    "[blond woman] This is Israel.",
    "[woman in red] Show us one Arab that likes the Jews. They are all against us.",
    "[man jumping] [woman in red] It's not fair. Why don't you write good things about us?",
    "-Traitor! -You defame the image of the Israelis to the world.",
    "[man taking pictures] You are biased towards the Palestinians. You like the Palestinians more than us. You hate us.",
    "[Levy] It costs a lot. To talk about serious issues against the media, the state and against the army.",
    "It isolates you, socially and professionally. Not many people are willing to pay this price. And it means living in fear. I sometimes check my car before I get into it in the morning. Twice I've had to run from people wanting to attack me. Once in front of my home and once on the beach.",
    "But this is what I'm good at doing. And I have Haaretz. I would have been nothing without it.",
    "I sometimes feel I'm only writing for the record. But maybe one day someone will open the archive and say: \"there were other voices\"."
  ],
  [
    "",
    "Budrus village lies on the border between the West Bank and Israel.",
    "When Israel started building the wall in 2002, we knew it would take some of Budrus' land.",
    "In November 2003, Israel brought bulldozers to Budrus and gave us two weeks to appeal to an Israeli court.",
    "They marked the area where they were going to build the wall.",
    "We noticed it would confiscate 300 acres of Palestinian land with 3,000 olive trees.",
    "The next day, the bulldozers started working.",
    "As in two weeks' time, they would have destroyed everything. We formed the first popular committee.",
    "It included representatives of every political party, council, club, society and family.",
    "We first demonstrated on 9th November 2003.",
    "We were 110 Palestinian protesters.",
    "At that time, there were no Israeli or international supporters.",
    "[9/11/2003] [Ayed] They fired live and rubber bullets and tear gas at us.",
    "Seven people were injured. But we managed to stop the bulldozers on the first day.",
    "[Ayed] Our town's deputy commissioner criticised our action.",
    "He believed it would be impossible to change a government decree in such a small town.",
    "He said 'Even if 60 protesters were killed, they would continue building the wall.'",
    "But we refused to back off.",
    "Ayed 24 Israeli jeeps with about 120 soldiers were in Budrus every day.",
    "We would split into groups and the soldiers would chase us. We always managed to reach the bulldozer.",
    "Every time the bulldozer was there, we were there.",
    "They would use violence to disperse us.",
    "Once, 70 protesters were injured by rubber bullets.",
    "But they knew if the bulldozer continued to work, we'd come back.",
    "So they stopped it, even after we left the site.",
    "[Ayed] More than half of the protesters were women.",
    "They showed bravery to challenge the Israelis.",
    "Our success was unprecedented.",
    "11 months later, the Israelis took the decision to divert the wall.",
    "We didn't go to an Israeli court.",
    "We saved about 280 acres of our land and 3000 olive trees.",
    "This area, where we now are, used to be a no-man's land.",
    "Neither Palestinians nor Israelis were allowed to enter.",
    "It was considered an area inside the green line.",
    "[Ayed] The wall in Budrus is a 60-meter-wide barbed-wire fence.",
    "Alongside the wall there are six checkpoints and an electronic gate, monitored by high-tech surveillance cameras.",
    "The cameras will immediately film anything approaching the gate and Israeli soldiers would be there in no more than seven minutes.",
    "Despite the night-vision cameras, Palestinians cut parts of the barbed-wire fence every night.",
    "This confuses and angers the Israeli army.",
    "[Ayed] The wall remains a symbol of Israeli military occupation of our land.",
    "It's always there.",
    "So tear gas and rubber bullets are constantly close to our students, distracting them from their studies.",
    "Farmers can't access all their lands. They must stay 150 meters away from the wall.",
    "Shepherds are also obliged to stay away from the wall.",
    "You can see the damage caused by the wall in Budrus along the entire 4 km fence.",
    "People who took part in the recent Arab revolutions say they've been inspired by the Palestinians.",
    "We gave them lessons in public resistance.",
    "Our path is longer and more difficult, but we will achieve the same goals the Tunisians and Egyptians have achieved.",
    "We may have to pay a higher price but we will reach our goal.",
    "[Al Zawiya Village] ABDULRAHMAN SHKAIR ACTIVIST.",
    "The wall in this town has reached the school.",
    "Everyone in town tried to stop the Israeli military jeep from moving forward.",
    "One time, an Israeli officer ordered the driver to reverse and run us over.",
    "We stepped away.",
    "[Shkair] The Israelis camped inside our town.",
    "They would go out at night and cut our olive trees.",
    "We started to protest and clash with them day and night.",
    "On Fridays, we would close the mosques and perform the noon prayer near the camp.",
    "We protested. [Shkair] My wife told me the protesters were once carrying a very old woman.",
    "A reporter asked them why they were carrying her.",
    "They said she had asked them to take her to her olive tree.",
    "She wanted to die there but not see her tree being cut or uprooted.",
    "They were the best protests ever.",
    "[15/07/2004] [Shkair] Protesting against the wall was like an invitation to a wedding party.",
    "Once we heard the bulldozers had arrived, we would immediately go there.",
    "We had no fear.",
    "The wall must fall just like the Berlin wall.",
    "Germany erected the wall, but the people later destroyed it.",
    "We will do the same. Our homeland is a sacred one. God will protect it.",
    "[Ni'lin Village] MOHAMMAD AMIREH ACTIVIST.",
    "In February 2004, the wall reached several villages in northern Palestine.",
    "It reached Budrus, Qabya and others near Ni'lin.",
    "People of Ni'lin heard about it.",
    "One Friday, we performed the noon prayer on the site.",
    "We stopped the Israeli bulldozers from working.",
    "They resumed work in May 2008.",
    "It was an amazing public uprising.",
    "We stopped the bulldozers.",
    "They fired tear gas and stun grenades to disperse us, but our protests continued.",
    "[Amireh] In 2004 they decided to confiscate 1,200 acres.",
    "In 2008 they confiscated 750 acres of lands belonging to Palestinian farmers.",
    "The land had wheat, olive trees, besides other kinds of crops.",
    "Some of the farms were for shepherds.",
    "[Man speaking through loudspeaker] Listen soldiers.",
    "This is Palestinian land.",
    "There is nothing for you to find here.",
    "[Amireh] When the wall's construction reached the nearby Budrus village, I would go with my mates to protest.",
    "We learned what to do, how the soldiers would react.",
    "When the wall's construction reached our town Ni'lin, the land behind that wall, we protested.",
    "We would use loudspeakers to raise the awareness of the students.",
    "We taught them that peaceful protests foil the soldiers' actions.",
    "The Israeli soldiers are well-armed and like to see armed people.",
    "We would go raising our arms up like that.",
    "Two people lost their sight because the soldiers would aim for the eyes.",
    "I was injured here in the arm as they tried to shoot my eye.",
    "I was injured several times.",
    "My son was with me one day.",
    "I was detained about five times.",
    "Each time I had to pay 3,000 shekels to be freed.",
    "That was ok. Our homeland is priceless.",
    "We would pay our own blood and souls to protect it.",
    "[23/06/2008] [Amireh] After the wall was built, it became difficult for the Palestinians to continue protesting every day.",
    "We would protest on Fridays.",
    "[25/07/2008] [Bil'in Village] [Amireh] Foreign and Israeli supporters took part in the protests.",
    "They supported the Palestinians.",
    "Once we protested in Ni'lin.",
    "The supporters held pictures of Ahmed Musa and protested in front of the Israeli Ministry of Defence.",
    "They accused Barak of killing Palestinian children in Ni'lin.",
    "Activist Jonathan Pollak took part in every protest in Ni'lin.",
    "He was injured and beaten in Ni'lin.",
    "We were captured together and transferred in the same jeep.",
    "Once I was injured and fell over. Let me go.",
    "Bring my child.",
    "I'll fight back if you don't let me go.",
    "I will come back with 20,000 others.",
    "You soldiers won't beat us.",
    "[Amireh] Pollak shouted at the Israeli soldiers.",
    "He told him 'You are attacking a Palestinian man and his child on his own land!'",
    "We know there are Israelis criticising their government and army for acts of violence and inhumanity.",
    "Go home.",
    "JONATHAN POLLAK ISRAELI PEACE ACTIVIST.",
    "I remember once the settlers complained about the soldiers' tear gas because it affected them too.",
    "[Mohammad Amireh] That's why the soldiers stopped firing tear gas and started using live bullets.",
    "31 people were shot in the legs by live bullets.",
    "[Jonathan Pollak] [Speaking English] I come here because I believe that it is wrong that Israel built this thing, I think it's wrong that Israel built it at all, I think it's wrong that Israel has built it on people's land. I think separation is not a solution to what we have here and I think it definitely shouldn't come at the expense of the Palestinians and that's why I come here and participate in these demonstrations specifically in Elin, I was here in 2004, the first round of demonstrations right after demonstrations in Bedros began.",
    "The work is used of course to grab land and to allow the expansion of settlements but it's also used for unilateral redrawing of the border to unitarily decide where a future border if it is to announce that border its ever control over Palestinians or over the west bank, well I come from Go home.",
    "-Why?",
    "Go Home!",
    "This is a military zone. -Show me the military order.",
    "If you don't go away, I'll take the camera.",
    "Why?",
    "There is no order to close this area.",
    "I'm asking you to leave before I -Before what?",
    "I'll take the camera.",
    "Tomorrow it will be announced a military zone.",
    "Don't touch me.",
    "[Amireh] On what basis did they kick Jonathan out?",
    "Jonathan asked him to show the order, but he didn't.",
    "Because he didn't have one.",
    "I told the soldiers Jonathan was on my land because I'd invited him.",
    "But I didn't invite the soldiers!",
    "[Jonathan Pollak] [Speaking English] I think they saw us in one of their patrols and they just gave us a way.",
    "They caught us on what so called a Palestinian side and it shows how it's not about preventing people from going to that side, it's also about controlling this side and how the army regardless of what legal or illegal, even according to their officers the army can do whatever they want [Jonathan Pollak] [Speaking English] I don't know how many times I was injured or arrested, dozens of times, I don't know, never anything too serious, the longest into prison is 3 months I was fortunate enough to not have to spend long period.",
    "The most serious injury was to the head, I was shot in the head with ____ projector, few internal brain hemorrhage I was very lucky in fact [Jonathan Pollak] [Speaking English] The wall is a part of a wider mechanism of the occupation and of control and I believe that these demonstrations have to continue to expand this form of struggle not only the demonstrations will have to continue and expand and the goal is not merely taking the wall down here or taking down the wall in general it's one of the mechanisms of occupation. What we want is their freedom and their ability to live freely and with self determination.",
    "[Jonathan Pollak] [Speaking English] I guess the soldiers like the vast majorities of Israelis society sees the people who come here, Israelis who come here as traitors, and to a degree I think, they are right, because we betray the notion that this place here is part of Israel, that Israelis are better than Palestinians, that Israelis deserve more rights and better security that Palestinians here, than Palestinians inside Israel, than refugees.",
    "So to that degree, they are correct, we are traitors and I'm very proud to portray this culture [Amireh] Five were killed in less than one year.",
    "Between 29th July 2008 and 5th June 2009.",
    "Many women had miscarriages because of inhaling the tear gas.",
    "A five-month-old baby once died due to suffocation from tear gas.",
    "[Amireh] Around 31 people were injured by live bullets.",
    "At least 800 were injured by rubber bullets.",
    "Thousands suffered from tear gas suffocation.",
    "About 17 houses were either partially or completely burned.",
    "At least 450 olive trees were set on fire.",
    "[Amireh] After Ahmed Hussam and Youssef Amireh were killed, the people were enraged.",
    "They cut the barbed-wire fence. The army erected a concrete wall.",
    "The army erected a concrete wall. The first time a concrete wall was erected in Palestine was in Ni'lin.",
    "They erected five concrete blocks to reinforce the wall, believing we couldn't destroy it.",
    "People keep trying to destroy it all the time.",
    "Eventually, we will destroy it, reach our land and our olives.",
    "[Amireh] The Israeli army makes no difference between a Palestinian, an Israeli or foreign supporter.",
    "Tristan Anderson was once taking part in protests.",
    "Many Palestinians were around him.",
    "They fired tear gas and one canister hit Anderson in the head.",
    "He stayed in an Israeli hospital for two years, but he never got well.",
    "He eventually left the country but did not recover.",
    "TOMMY DONNELLAN CAMERAMAN/ JOURNALIST.",
    "[English speaker] You can't be a passenger in life for whatever, you can't be a couch potato or an observer when you have to feel deeply about something major injustice like what have been portrayed on Palestine you have to do it or else you die inside, you can't when you began to make an excuses, I intend to go longer and that I did act in my conscience and came here, and you know getting stronger as such with my commitment is just total, like I just live Palestine and Ireland.",
    "You know I'm 64 now but I discovered, not self esteem, but like self confidence and like something strong inside me, I realize this and I feel good with that Donnellan Captured by the Israelis.",
    "[10/04/2010] [Bil'in Village] [Donnellan] [English speaker] I maximize publicity by whatever the message by videoing, video the protest and broadcast them, so the message gets out fair and wide because the message of Palestine has to be broadcasted you know [Donnellan] [English speaker] In Ni'lin in 2008 I think, it was a 10-year-old boy Ahmad Mousa, he was running away from the army and the jeep shot him, shot him dead into the head, his brain has fell out, the people carried Ahmad they vomited, the poor boy destroyed. The following day, in his burial, they killed another 19-year-old during protest here and they opened up on the shabab and they killed four or five days later I videoed both the burials, terrible stuff, you will wipe like a child. When Palestinians in the west bank went for solidarity, they are just wiped out, murdered, killed.",
    "But I was there videoing in Bilin and Ashraf wouldn't sit with the protests to reach the wall, Ashraf was there for few minutes and he went to the back because Ashraf on a counter was brutally assaulted at Qalandia checkpoint he is got a serious and left him seriously impaired and we were concerned that the sounds bombs, his ear will be seriously damaged, even more. So Ashraf at the duration of the protest, sit on the hillside looking at the action, there was some stone throwing and in the end of the protests some Jeeps come in and Ashraf went up to them there was some verbals or whatever was arrested. He is fearless, he is brave, he is driven by deep anger as well against the occupation, the damage that the occupation has done to his family and he is fearless, like to the point of discussion which is sometimes is the better part of the battle.",
    "I lifted my hands and prayed to God near the Kaaba.",
    "He was with me. He told me 'I performed hajj with you, mom. I'll always be with you. Don't be sad.",
    "I was so happy. I woke up and realised it was a dream.",
    "[Sobhia Abu Rahmeh] Bassem was killed on 17th April 2009.",
    "After lunch he went straight out to join the anti-wall protest.",
    "He went to his friend's house, smoked shisha and asked his friend to take a photo of him.",
    "This is the last picture taken of him before he died.",
    "He went to join the protest.",
    "[Bassem Abu Rahmeh shot dead] [Bil'in 17/04/2009] [Sobhia Abu Rahmeh] Ashraf has been living in a room by the wall for five years.",
    "The Israelis harass him all the time, beat him and drive pigs into his room.",
    "He took part in a protest in Ni'lin. We were watching TV.",
    "I called him.",
    "[Sobhia Abu Rahmeh] A girl was watching them.",
    "Her name is Salam.",
    "SALAM KANA'AN ACTIVIST/JOURNALIST.",
    "On July 7th, I was filming the anti-wall protest in Ni'lin.",
    "A lot was happening but there was no media coverage.",
    "I had my camera and started to film.",
    "I filmed supporters arriving in Ni'lin to show solidarity.",
    "Protesters being detained, beaten and left under the sun for hours. On July 7th I saw them capture a young supporter.",
    "He took part in a peaceful protest.",
    "They captured him at 12.30pm. They blind-folded him and cuffed his hands behind his back.",
    "They left him in the sun for four hours.",
    "An Israeli army officer then showed up. I was filming.",
    "The officer pulled him to the pavement and ordered the soldier to shoot him at close range.",
    "[Salam] I screamed.",
    "I then knew that young man was Ashraf Abu Rahmeh, a 27 year-old supporter from Bil'in.",
    "He was known for his anti-wall activities because Bil'in and Ni'lin suffer from the same issue.",
    "I was banned from filming. I had to sign a letter vowing I won't film anymore, otherwise I'd be taken to court and put under a lot of pressure.",
    "[Sobhia Abu Rahmeh] Jawaher was killed on January 1st 2011. We went out and stood by the olive trees to watch the protest.",
    "The Israelis fired tear gas canisters hysterically. It never happened like that before.",
    "I asked Jawaher to go back home.",
    "She told me she couldn't breathe anymore. Her eyes turned red.",
    "I told her 'Go back home.",
    "She said: 'I'm no better than Bassem'.",
    "[Sobhia Abu Rahmeh] If we hadn't protested and defended our land, the Israelis would have taken more of our land.",
    "With God's will, we will resist and will beat them.",
    "BASEL MANSOUR ACTIVIST.",
    "The wall confiscates up to 60 per cent of Bil'in lands.",
    "Lands of olive trees and farms.",
    "Now, Bil'in is deprived of everything because of the wall.",
    "It's a plan to occupy and steal Palestinian land and water and force people to leave their lands.",
    "[Basel Mansour] The People of Bil'in protested almost every day when the construction of the wall started.",
    "Bil'in is a small town. We held strikes and closed schools to let the students take part.",
    "We then organised two main activities; a major public protest every Friday and a secret one held early morning where we would carry out special activities.",
    "[Basel Mansour and Ashraf Abu Rahmeh detained] [Qalandiya checkpoint 28/08/2011] [Basel Mansour] There is a link between revolutionaries in Palestine and those in Egypt, Tunisia and Libya.",
    "We started to think how we can link what is happening in the Arab world with the Palestinian cause.",
    "These are revolutions against injustice.",
    "The occupation is all about injustice and terrorism in the world.",
    "[Basel Mansour] We wrote a letter stating how proud we were of what Arabs were doing.",
    "It was specifically addressed to the Egyptian people in Tahrir square.",
    "Upon coordination with Egyptian activists, we had the letter read at the Tahrir square.",
    "We felt like we were one nation. We felt well connected to the Egyptians and the entire Arab nation.",
    "That happened on a Friday, people were protesting in Tahrir and we were protesting in Bil'in.",
    "[Basel Mansour] It was a great message.",
    "To see the Egyptian flag held in an anti-occupation protest in Bil'in and at the same time the Palestinian flag held in the heart of Tahrir square.",
    "[Basel Mansour] We are not against the track of the wall.",
    "We are against building the apartheid wall.",
    "The wall will definitely be destroyed and the occupation will definitely end.",
    "[Masha village] HANI AMER PALESTINIAN CITIZEN.",
    "This wall causes a real humanitarian disaster. The Israelis wouldn't let us pass unless we obtain permission.",
    "They have cameras installed to monitor who passes.",
    "They'd take the key from me for 10 days if I let anyone inside.",
    "We then wouldn't be able to go anywhere, including schools.",
    "Here is my house and garden, inside the wall.",
    "A settlement lies there, on the western side, and the wall is on the other side.",
    "My house is surrounded. The Israelis originally wanted to demolish my home to build the wall.",
    "I threatened to remain inside the house when they demolish it.",
    "They didn't care if I did. But I used the assistance of local and international organisations and media.",
    "They stopped the Israelis from demolishing my home.",
    "[In front of Hani's house] [21/11/2003] JONATHAN POLLAK ISRAELI ACTIVIST.",
    "[Hani Amer] They started building the wall in 2003.",
    "Skirmishes took place almost every day, here near my house.",
    "A man was shot in my house.",
    "He barely survived. Many others were either injured or suffered suffocation.",
    "I was determined not to leave my house.",
    "After a long battle, with the help of many people, I managed to get what I have today.",
    "We enter our home through a small door in the wall. We have the freedom to let visitors in.",
    "We paid a high price to get this.",
    "Army attacks, settlers attacks. They didn't want us to enter our own land and house.",
    "This is my home and I won't leave it.",
    "Here I am. When I stay in my home, I defend my land, my homeland and my people.",
    "Israel bans young men and activists from entering the Palestinian farms lying behind the wall to pick their olives.",
    "Only old people and women are allowed to enter these lands, Special permits must be obtained. These permits are only granted for five days a year.",
    "MOHAMMAD AMIREH ACTIVIST.",
    "What are you doing here? I came to help my friends pick olives.",
    "You can't pass. Sorry.",
    "They have their family and friends. They will help.",
    "You say it is their land. Why don't you let them in? Now, it is an Israeli land.",
    "You must have a permit. I can't let you in if you don't have a permit, with your photo on it.",
    "When I want to go to my land, why would I need a permit? When you go to your home, do you need a permit?",
    "This will not change anything. Just like it is at any other checkpoint.",
    "Please, leave.",
    "You must come back at 4 o'clock."
  ],
  [
    "",
    "Israel has retained control of an area comprising over 60% of the West Bank.",
    "A whole people has been affected and individual communities have suffered like the villages of El Maleh, Kafr Qaddum and Aqaba.",
    "[Aqaba village, North of the West Bank] SAMI SADEK HEAD OF AQABA VILLAGE COUNCIL.",
    "Aqaba village was an obstacle for British forces before, during and after the 1936 revolution.",
    "Its name comes from the Arabic word for 'obstacle.'",
    "It w Dozens of families lived in Aqaba before 1967. After the 1967 war, Aqaba was declared a closed military zone with three military training camps.",
    "The Israeli training exercises caused about 50 casualties.",
    "This led to a Palestinian exodus to neighbouring villages.",
    "24 kilometres from Aqaba is Kafr Qaddum.",
    "The Israeli settlement of Kadoumim sits alongside - and blocks one of the roads into the Palestinian village.",
    "The residents are campaigning against both the settlement and the road block led by Murad Eshtawi.",
    "[Kafr Qaddum village, North of the West Bank] MURAD ESHTEWI POPULAR COMMITTEE OF KAFR QADDUM. Kafr Qaddum is a 2,400 hectare Palestinian village of agricultural land. The village technically belongs to Qalqilya province. Kafr Qaddum's suffering started with the Israeli occupation in 1967. Since then our difficulties have increased. The Israelis seized our land and built settlements, mainly Kadoumim in 1978. More land was taken by force after that.",
    "Today there are five Israeli compounds on 400 hectares around Kafr Qaddum. Suffering reached its height in 2003, during the second Intifada. The Israeli army then decided to close the only road leading to the village. The residents still can't access their land on foot or by car.",
    "Al Maleh has suffered from the Israeli appropriation of property for military training.",
    "AREF DARAGMEH HEAD OF AL-MALEH VILLAGE COUNCIL. Al Maleh was made up of 13 small villages. It was completely wiped out by the Israelis in 1967.",
    "The residents were scattered throughout Palestine and the rest of the world.",
    "Some came back and set up camps here in the northern Palestinian valley, north west of Tubas.",
    "All of this is considered to be Area C according to the Oslo Accords. Life is very difficult for the Palestinians.",
    "More than 60% of Palestinian land in this area has been closed by Israel. This year the Israeli army started a new policy. They're forcing out the Palestinians from their tents and camps. They plan to extend military training on our land.",
    "[Birzeit University, West Bank] Very many Palestinians and some Israelis believe that the Oslo Accords and the division of the West Bank were a raw deal for the PLO - and that they have served the Palestinians very badly.",
    "DR. HUSSEIN AL-RIMMAWI BIRZEIT UNIVERSITY, WEST BANK.",
    "The Oslo Accords divided the West Bank into geographical areas. In my opinion, this was the biggest mistake.",
    "The West Bank was divided into Areas A, B and C. At the start, Area A was 3% of the West Bank. It increased to 18% by 1999.",
    "The Palestinian Authority has full control of Area A. Area B represents about 21% of the West Bank. The Palestinian Authority is in charge of the health, education, health, and the economy while Israel controls the security sector.",
    "Area C constitutes a real disaster. It represents 61% of the West Bank. Most of the Israeli settlements have been built in Area C. It's under full Israeli control, particularly security. Palestinians have no authority over this.",
    "DROR ETKES ISRAELI RESEARCHER & CAMPAIGNER. Area C (61% of the west bank) had been targeted by the Israeli authorities. As the area where the Israeli military and civilian present should be expanding to in order to eliminate the possibility that these areas will one day become part of a Palestinian state, and basically to intensify the dissection of west bank to different parts which in between there are always areas C and making sure that Palestinians cannot freely use the land and cannot also freely move.",
    "DR. JAWAD AL-HAMAD MIDDLE EAST STUDIES CENTER, JORDAN. The Oslo Accords set out the division of the West Bank into Areas A, B and C. The 1995 Taba agreement reinforced this division. To move between the three Areas, you have to go through Israeli checkpoints. Palestinians are delayed and humiliated at these checkpoints.",
    "[Murad Eshtewi] Israel wants to take over the land on both sides of the main road. Here lies the real danger. It's considered to be Area C according to the Oslo Accords. The Israelis haven't just closed the road for supposed security concerns. They aim to extend the Kadumim settlement by stealing Palestinians farmers' land.",
    "[Dror Etkes] [Researcher and activist against the Israeli occupation] I would say generally that the West Bank has become a jungle or if you wish a haven for construction criminals, people who feel like taking the land of the neighbour just have to wake up one day with enough energy and decide to grab the land of the neighbour. In most cases, if you're stubborn enough this is what will happen eventually and the Israeli authorities will eventually back them. If the state of Israel will enforce law as it should, I mean at the end of the day this is what a state supposed to do noto enforce law, if the Israeli state will force law on Israeli settlers living them, that means much less land would be available.",
    "[Aqaba village, North of the West Bank] [Sami Sadek] I was hit by 3 bullets in 1971 during a military training exercise in Aqaba. I'm now partially disabled. I still have a bullet near my heart.",
    "[Aqaba village ] [Sami Sadek] There's gunfire day and night in Aqaba. Rockets are launched mainly from above Aqaba. Shrapnel spreads across the village and endangers life. Israeli forces threaten everyday to wipe out our village every day.",
    "They continuously tell us to leave for Yacine village but we refuse to leave [Murad Eshtewi] The residential part of Kafr Qaddum is in Area B.",
    "The rest of the village is in Area C. Any expansion of the Palestinian village is prohibited. These restrictions are aimed at forcing Palestinians off their land.",
    "[Aref Daraghmeh] 350 dwellings, including tents and animal sheds were dismantled between 2012 and 2013. More than 1,300 other dwellings are threatened by demolition. Demolition and eviction notices are being served every day. Lands seizure is a daily occurrence here.",
    "[Amateur Video] [Sami Sadek] About 300 people are now left in Aqaba. 700 have been forced into neighbouring villages. 95% of buildings and roads are threatened by demolition or closure. Over 25% cases are now before the Israeli Supreme Court. There are some provisional orders to stop the demolition. But the whole village is still threatened by demolition. For the Israelis, it's a closed military area.",
    "[Sami Sadek] We organise our meetings under this carob tree. We've never been allowed to build a seat for our village council. We've been running the village from under this tree since 1998. We are trying to get people who've left back to the village. We have the deeds of ownership of this land.",
    "[Sami Sadek] People should move from Areas A and B to Area C. They should return to protect their own property. If we lose the Jordan valley and Aqaba, we'll lose the West Bank and Nablus.",
    "Israeli occupation and control unites every Palestinian community but each faces its own individual, local problems.",
    "[Murad Eshtewi] What's most dangerous is not the closure of the road but this Israeli settlement built on 400 hectares of our village. Its municipality refuses to put up a security fence like the other settlements. That's what frightens us. For them, the settlement has no boundaries.",
    "The Palestinians can't access this land without security coordination with the Israelis. Permission is granted once or twice a year. We have a difficult job on our hands. We have to continue our resistance to get the road re-opened. But what's most important is to preserve the 300 hectares threatened with confiscation. The Israelis are trying to expand the settlement at the expense of Palestinians landowners.",
    "Murad Eshtawi's fight is up-hill and his cause a passionate one.",
    "Palestinians want their own state. But some Israelis have very different ideas about the future of the West Bank.",
    "MORDECHAI KEDAR BAR-LLAN UNIVERSITY, TEL AVIV. The real solution which can work on the ground is the Palestinian emirates. We already have one Palestinian emirate in Gaza, it has borders, it has government, it has whatever a state needs. We should establish another 7 states/ emirates on the West Bank. One in Jericho for the Arikat tribe or clan One in Ramallah. One in the Arab part of Hebron. Another one in Nablus and so forth in Jenin ,Tulkarm and Qalqilya.",
    "Israel should forever remain in the rural areas, in order to make sure that those mountains would never turn into Hamas mountains. The Arab societies over all the Middle East, are very much tribal societies. They live in the same place, they don't move from place to place generally. People are more loyal to their clan, to their tribe more than they are loyal to the state. This will free them from Israel, yet Israel will be secure because Israel will be in the rural areas between the cities. This is the architecture. We have to solve some problems of water supply of sewage, roads, accessibility to airports and seaports. All these questions can be solved by peace. [Dr.Jawad Al-Hamad] [Head of Middle East Studies Centre, Jordan] Some Israeli intellectuals say there's no need for a Palestinian state. They want the creation of political enclaves in each town and province. Some extremists call these Islamic or tribal emirates. They're living in the Stone Age. It would be like apartheid in the old South Africa.",
    "Unfortunately, the possibility of a future Palestinian state is undermined it's division into Areas A, B and C. Natural resources are also a vital factor in the future of the Area C. [DR Hussein Al-Rimmawi ] [Professor of political geography, Birzeit University] Area C includes semi-coastal zones like Tul Karam and Qalqilya, mountain zones in central Palestine's Jerusalem, Nablus and Hebron as well as valley zones. Part of the Jordan Valley is considered to be in Area C. It's very rich in natural resources like woodland. There are also areas of pasture that connect Palestinian towns . Oil and gas were recently discovered in Area C and elsewhere in Palestine. The West Bank is rich in underground water. There are three reservoirs in the east, south and west.",
    "The most controversial resource of all in Area C is water.",
    "DR. ABDUL RAHMAN AL-TAMIMI ASSOCIATION OF PALESTINIAN HYDROLOGISTS.",
    "The Oslo Accords didn't divide water into Areas A, B and C. Israel has the upper hand over water.",
    "All the water resources that supply the towns and villages are in Area C. There are some wells in area A but they are no good.",
    "80% of the wells are in Area C. The Palestinian Authority has to consult Israel on everything to do with water, even in Areas A and B. MAHMOUD ABU ZAFER FARMER, FALAMYEH, HEBRON.",
    "Three months ago a group of soldiers came here with some civilians. They worked for the Israel water authority. Then he asked me to open the water metre. He said my metre wasn't accurate.",
    "He said: 'You're stealing water. ' He told me aggressively to put in a new metre and limit consumption. How can I do that?",
    "[AREF DARAGMEH] [HEAD OF AL-MALEH VILLAGE COUNCIL] Water is the most sensitive issue here. Israel drained the springs and appropriated the water. Israel supplies its military camps and settlements with our water. Palestinians have to bring water from the northern Jordan valley and Tamoon, which are 50 kilometres away. One cubic meter costs us more than 15 dollars.",
    "[Dr Abdul Rahman Al-Tamimi] An Israeli settler consumes around 600 cubic metres a year while a Palestinian consumes only 140 for farming and drinking. What's strange is that we pay four times the price. Our conditions were much better before the Oslo Accords.",
    "ALUN McDONALD MEDIA OFFICER, OXFAM INTERNATIONAL. Palestinian's have very little access to water and other resources and they are often prevented from accessing some of their most fertile land. In comparison to this, a few 100 meters away sometimes you have Israeli settlements, which continue to expand where new buildings are frequently announced and which have access to 80% of water resources. So you have a very discriminatory system, where some people are allowed to build and some people are not.",
    "[Dr. Abdul Rahman Al-Tamimi] If things don't change, Palestinians will not only face thirst, but will die of hunger. Agriculture will completely disappear. The Jordan Valley, Qalqilya, and Jenin are known as the bread basket of Palestine. This basket will be empty in the next 10 to 15 years. That's what Israel wants. There's no point in hoping otherwise.",
    "The danger for Palestinians of their natural resources being gradually squeezed is a real one and so are the appropriation of heritage sites, the forced destruction of newly built homes and the continued control of Area C by an occupying force, seemingly un-checked by the international community.",
    "The 1993 Oslo Accords divided the West Bank of Jordan into Areas A, B and C. Area C was supposed gradually to pass to Palestinian control but still remains firmly in Israeli hands. Palestinians now see an increasing threat to their essential supplies of food and water.",
    "We are given a specific amount of water. Exceeding that limit results in a fine. My well would also be closed though it's on my land. We have to ask permission for the smallest of details.",
    "[DR. Abdul Rahman Al-Tamimi] The Israelis consider the West Bank water reserves as their own. They disregard the Palestinians living there.",
    "Palestinians are now customers forced to buy water from Israeli desalination plants. To them we are customers not citizens.",
    "Within 10 years, the Palestinian Authority won't be able to supply food and water for Palestinians.",
    "Palestinians also feel that Israel has found another way of limiting their use of the land.",
    "[D. Hussein Al-Rimmawi] [Professor of political geography, Birzeit University] Israel has built what they call nature reserves in the West Bank. These nature reserves constitute 14% of Area C and 3% of the West Bank. Some areas are agricultural, like the Qana valley but Israel calls them natural reserves. This way Israel prevents Palestinians from using their own lands.",
    "Local Palestinian farmers have worked this land for generations.",
    "KHADER MANSOUR FARMER, QANA VALLEY.",
    "I was born here in Qana Valley. My father also died here, aged 80. The Israelis put up a sign declaring this valley a nature reserve. We didn't know what it meant at the time but we're not allowed to farm here. This area belongs to my cousin. Whenever we plant here the Israelis destroy it. But we won't give up.",
    "Five years ago, a demonstration was organised by the Palestinians in Qana valley. I asked the Israeli forces to clear the road for us but they wanted us to withdraw. I had a row with them and they told me to put my hands up. Instead I threw stones at them. I was handcuffed and put on the ground by four soldiers.",
    "[Khader Mansour] They build settlements but prevent us from building houses on our land. Israelis keep coming and going on their motorbikes, but we're not allowed to use the road. A settler told me this water source is the property of the Israel and if I increase water consumption I'll be fined. I told him this was our land and not Israel's. This nature reserve is Palestinian. I do't recognise Israel.",
    "Area C also contains Palestinian heritage sites dating back to Biblical times.",
    "OSAMA AL AISSA PALESTINIAN NOVELIST & HISTORIAN.",
    "Mount Herodion is in Area C, east of Bethlehem.",
    "It once belonged to Herod the Great, ruler of the Roman province of Palestine. Herodion has been of great importance in the history of Palestine over 2,000 years We do not have statistics about Palestinian archaeological sites. The Israel Antiquities Authority says there are between 20,000 to 25,000 sites in what used to be Palestine under British Mandate. For us, Palestine is the land between the Mediterranean and the River Jordan.",
    "We do not have complete statistics for the territories occupied by Israel in 1967. These territories have an estimated 35 important monastic sites. They date back to the Byzantine era.",
    "Palestinian negotiators didn't rely on maps in identifying Palestinian archaeological sites. They trusted the so-called Israelis good intentions. Many Palestinian sites were identified as Jewish, like Khirbet Susya.",
    "It's a Byzantine site and Muslims later lived in it and built a mosque. Palestinians were expelled from this area. The site was then handed over to the Israeli settlers. Susya village is one example of Israel's seizure of Palestinian archaeological sites.",
    "In 1969, an ancient synagogue was discovered at Susiya attracting Israeli tourists to the disputed site.",
    "Salam, and welcome to the ancient town of Susya. You are standing at the entrance to the town. Susya is located in the southern Hebron hills on the northern border. NASER ALNOAJHA RESIDENT, SUSIYA VILLAGE.",
    "Susiya was declared Israeli in 1986. Israel then built a wall and forced people out of the village. Those expelled were hoping they'd come back to Susiya one day. The Israelis then looted everything and claimed it as Jewish. All Palestinian items like the traditional plough and dairy utensils were looted.",
    "Today the Israeli display them in exhibitions and call them Jewish. [Naser Alnoajha] The Israelis looted and destroyed Palestinian archaeological sites. This had never happened before. Our cultural heritage is not just for Palestinians, it's universal. Osama Al aissa Palestinian novelist and historian.",
    "As part of their political agenda, the Israelis are building settlements and destroying our archaeological sites. These sites date back to the time of Jesus Christ. But Israel is bulldozing land and changing the landscape of Palestine [DROR ETKES ISRAELI ] In the West Bank today, there are around 560,000 Israeli's living , around 200 thousand of them are in East Jerusalem in the areas which Israel has annexed to Jerusalem and to Israel. The rest 360 to 365,000 are in the rest of the West Bank in the areas which were not annexed officially to Israel. The Israeli settlers who are living in areas beyond East Jerusalem, are residing in 121 Israeli official settlements. Plus, another 100 unofficial settlements which usually are being referred to as the outposts. So, we have 220 or so civilian entities where these 365,000 Israeli's are residing. If we look at what happened here in the West Bank in terms of Oslo, 20 years, in 1993 there were 110,000 Israeli's living in West Bank.",
    "Dror Etkes is an Israeli opposed to the settlements in the West Bank.",
    "His research reflects the experience of Palestinians living at the sharp end of Israeli occupation in Area C. [Naser Alnoajha] [Resident of the Susiya village] The Susya site sits between the original Palestinian village, and Israeli settlement, which is named after it. Israel forced Palestinians out and took control over their land. It often serves demolition notices in Susiya. Military law is tough on the Palestinians.",
    "Anything higher than one metre high from the ground is considered illegal and is demolished , even if it's a dog kennel [Naser Alnoajha] I believe the Oslo Accords were a trap. Palestinians in Susiya have to get building consent from the Israeli Authorities. Former PM Dr. Salam Fayyad built six housing units in Susiya. But, Israel soon demolished them, every Palestinian investment in the land is sabotaged.",
    "DR. SALAM FAYYAD FMR PM, PALESTINIAN AUTHORITY. The land known as Area C was an integral part of Palestine but was occupied by Israel in 1967. The land known as Area C was an integral part of Palestine. Accepting the Oslo Accords at face value is not to our advantage. Palestinians have to hold onto their lands and survive on their own. This means not accepting the occupation but confronting it.",
    "[Alun McDonald] Across the West bank, there are currently four and a half thousand demolition notice still outstanding against Palestinian property. In July 2013, the new round of peace talks began between Israel and the Palestinian authority and in the first three months after this peace talk started Israeli demolished another 150 or so Palestinian structures, some of them funded with international aid money. And that made over 200 people including many children homeless.",
    "[DR. SALAM FAYYAD] [FMR PM, PALESTINIAN NATIONAL AUTHORITY] Between 2007 and 2013, some 2,800 civic projects were implemented throughout the occupied Palestinian territories. About 800 projects were in Area C. Dozens of projects were even behind the wall, separating Israel from the occupied territories. The cost of all these was around a billion dollars of which 320 million were spent in Area C. Most were soon demolished by occupation forces. But we never give up and sometimes we've succeeded in re-building after Israeli demolition.",
    "[ALUN McDONALD] [MEDIA OFFICER, OXFAM INTERNATIONAL] This village like many is suffering from a lack of any kind of basic services, any kind of infrastructural development. Many of the homes, many of the structures are at the risk of demolition. This is something that Palestinian villages across area C face as a daily threat. It's incredibly frustrating to be in communities that need support, they need development, they need infrastructure. And the policies of the occupation prevent them from doing that themselves and yet when international aid comes to help its often demolished or prevented. Between the middle of 2012 to middle of 2013 there were about 30 projects funded by the European Union that were demolished to the cost of 100,000 if not millions of euros.",
    "[AREF DARAGMEH] [HEAD OF AL-MALEH VILLAGE COUNCIL] Three or four years ago, Palestinian children had to walk 10 km to school either on foot or by donkey. Then we managed to get buses. But that didn't help relieve their suffering and anxiety caused by the Israeli occupation. School children living by candle light in the desert would go to school by donkey, and come home to find their tents demolished and school books bulldozed.",
    "[Aref Daraghmeh] Education is one of our priorities. Despite the demolition notices we've built this makeshift school. Though it's a makeshift school, Israel has ordered its demolition, along with other dwellings in Susya.",
    "Sometimes the aid agencies are best placed to bring events on the ground in Area C to the attention of the wider world.",
    "[Alun McDonald] What we'd like to see the international community take a stronger line against that and really when a project is demolished, which costs the European tax payer for example, we would like to see EU governments hold Israel accountable for that demolition and call for compensation for example for the money that has just been lost and also ensure that families who have had their homes demolished are compensated and properly relocated as a result.",
    "[Dr. Salam Fayyad ] Due to increased international awareness of Area C the World Bank did a study on the economic impact of occupation on Palestinians but Israel's restrictions on Area C damaged it. Palestine's need for foreign aid would drop by 800 million dollars if Israel lifted those restrictions.",
    "We're losing around 200,000 jobs opportunities because we're denied the right to work in Area C. Israel's influential broadsheet and online newspaper, the Jerusalem Post, supports Salam Fayed's view that Israel is holding back the Palestinian economy.",
    "[DR. JAWAD AL-HAMAD] [HEAD OF MIDDLE EAST STUDIES, JORDAN] The world bank devised many strategies for developing countries. But none of them has really benefited from this advice. The economies of Arab countries dealing with the World Bank have been receded. Our battle now is to end the Occupation and the Palestinian suffering. Palestinians can develop their economy only when the Israelis withdraw from the West Bank. [Aref Daraghmeh] The Oslo Accords were imposed to enable Israel to take over the Jordan Valley. As a Palestinian living here, that is 'C' and my house is 'C'. May be my children will be called C .",
    "[Aref Daraghmeh] We have official papers proving our legitimate ownership of more than 90 per cent of these areas. Where would I go? I have no other homeland. Peace negotiations have stopped and started since the Oslo Accords; but the positions of both sides over Area C remain as intractable as ever. [Naser Alnoajha] [Resident of the Susiya village] Israel is able to destroy everything but it can't defeat the will of the Palestinians. We'll rebuild whatever Israel demolishes."
  ],
  [
    "",
    "Some died in detention. Some remain in jail.",
    "These are the stories of some of those released. ]",
    "[Ahmed Abu Al-Sukkar Palestinian Lives in the West Bank. Imprisoned 27 years.",
    "Carried out a bombing in Jerusalem in 1975 killing 13 Israelis and injuring 78.]",
    "[Ahmed Abu Hedbah Palestinian Lives in Syria. Imprisoned 16 years. Captured in a resistance operation. ]",
    "[Saleh Abu Laban Palestinian Lives in the West Bank. Imprisoned 15 years. Captured in a resistance operation.]",
    "[Tahseen Al-Halabi Palestinian Lives in Syria. Imprisoned 12 years. Captured in a resistance operation. ]",
    "[Therese Halaseh Jordanian Lives in Jordan. Imprisoned 12 years. Captured after hijacking a Sabena flight in 1972.] [Anwar Yaseen Palestinian Lives in Lebanon. Imprisoned 17 years. Captured in a resistance operation.",
    "][ Mahmoud Mshilawi Palestinian Lives in Lebanon. Imprisoned 10 years. Captured in a resistance operation. ]",
    "[One of the interviewees] Palestinian prisoners came up with the term 'the crisis of freedom.' Nothing is harsher than imprisonment. It's the cruelest form of torture.",
    "[One of the interviewees] The Israelis do this in order to turn you from a human being into a creature barely alive. Someone forgotten.",
    "[One of the interviewees] Someone sentenced to life imprisonment doesn't count his days.",
    "He just waits for God's mercy.",
    "Life in jail is routine. Either you destroy this routine, or it destroys you. AHMED ABU HEDBAH FORMER PRISONER.",
    "You're locked in a room filled with 20 others.",
    "After 10 days you've said all there is to say.",
    "You find yourself breaking down.",
    "TAHSEEN AL-HALABI FORMER PRISONER.",
    "It was a challenge. Living under the strict rules and brutal conditions imposed on us by the prison authorities. We took up the challenge to cope with prison life. THERESE HALASEH FORMER PRISONER.",
    "We'd ask for the most basic right. It was tough when they confiscated them. They would drag a girl out and beat her. AHMED ABU AL-SUKKAR FORMER PRISONER.",
    "I remember the 22-day strike in Juneid prison. After 22 days, the prison chief asked the officer in charge about the reason behind the strike.",
    "The officer said the prisoners wanted more sunlight. We were only allowed two hours in the sun each day.",
    "The prison chief answered sarcastically: 'Just draw the sun on a wall of each cell. Then they can see the sun every day!' MAHMOUD MSHILAWI FORMER PRISONER.",
    "One break time they opened the doors of the cells. One of the prisoners was a blind man called Mahmoud Danhash. He'd lost his sight when injured in a battle.",
    "A guard asked Mahmoud to make his bed before leaving his cell. We had to do this before going out. Because he was blind.",
    "I told the guard it was fine. But he insisted he do it better. I got furious and slapped the guard. He fell.",
    "[Mahmoud Mshilawi] We had nothing to lose. Almost all of us were sentenced to life imprisonment.",
    "[Ahmed Abu Hadbeh] Most of us were young when we were jailed. Except for some who were affiliated with certain parties. Some belonged to the Muslim Brotherhood. Those who understood politics taught us. They made us see how knowledge enables man to endure. ANWAR YASEEN FORMER PRISONER.",
    "I was 18 when I was jailed. Despite this, they remained upbeat.",
    "The person who taught me to think this way was the Palestinian nationalist, the martyr Omar Al-Qasim.",
    "He took me to the library.",
    "Some books arrived all torn and were re-assembled in the prison.",
    "The library had about 4,000 books on various topics.",
    "Omar told me these books weren't just paper.",
    "[Ahmed Abu Hadbeh] There was a time when anyone who had a pen would be dragged into solitary confinement for a week.",
    "They gave us pens just once a month to write letters.",
    "In late 1971 we went on strike and demanded books. The Red Cross supported us until books were allowed in.",
    "But the prison administration deliberately allowed many books on religion and Marxism. MOHAMED AL-JILANI FORMER PRISONER.",
    "They gave us books on both kinds of extremism. Communist and Islamist Palestinians were aware of their aim.",
    "They studied both kinds of books and there was an amazing mindset of resistance.",
    "[Mahmoud Mshilawi] We always managed to amuse ourselves. By opposing this or fighting that. The worst misfortune is the one that makes you laugh!",
    "[Tahseen Al-Halabi ] There was a very cruel guard in Ashkelon prison called Alfred. He used to beat prisoners for no reason. Even if they were not under interrogation.",
    "One day I asked to speak to Alfred.",
    "I said: 'I see you here for 24 hours.",
    "He replied: 'So what?'",
    "I said: 'This means if I stay in jail for 20 years, you will stay here for 10.'",
    "He said: 'But I'm being paid for it.'",
    "I said: 'But I eat, drink and sleep for free.",
    "He got upset and sent me to solitary confinement for two days.",
    "[Anwar Yaseen] Freedom is not something physical.",
    "You get used to a daily routine and you don't appreciate it until you are forbidden from doing it.",
    "I never opened a door or even touched the handle of a door for 17 years.",
    "I didn't walk on sand for a long time. But they never appreciate what this means.",
    "People shake hands with others. This is the philosophical idea of freedom.",
    "[Mahmoud Mshilawi] In prison I used to dream of a lovely house near the sea. I was writing there.",
    "When I found a picture of nature I hid it to keep looking at it.",
    "[Anwar Yaseen] I received general news from my family through letters with them.",
    "But the little details were different. My family thought I looked the same as when I was 18.",
    "I couldn't believe how different they looked when I received their pictures.",
    "It wasn't until 1995, eight years after I was jailed, when they allowed us to receive videotapes from our families.",
    "It was only then I started to have a new image of my family in my mind.",
    "The exchange of prisoners started when three air force planes took off from Ben Gurion airport at 7am.",
    "They were heading towards Geneva Airport carrying 375 saboteurs who had been transported to the base in 15 buses amid strict security measures. ANWAR YASEEN'S MOTHER. [AL-JADEED TV, 2004] I'm very happy. I will be happier when Anwar arrives so I can kiss him and welcome him home.",
    "After 17 years of his absence, the sun will rise again and I will forget all my sorrow the minute I see him.",
    "[Anwar Yassin] The prison officials told me to prepare my belongings. This meant I was going to be freed. I wanted to say goodbye to the other prisoners. So I asked the guard to open the doors of some of the cells and he did.",
    "I felt a change in the way they treated me even though I was freed against their will.",
    "[Ahmed Abu Al-Sukkar] I was sleeping. He tried to make sure I was alert enough to listen to what he was going to say.",
    "He told me Arabic and Hebrew TV reports were saying they were going to release me.",
    "I couldn't believe it. There had been similar reports before but I hadn't been released.",
    "[Mahmoud Mshilawi] I remember the moment we were released. One of the prisoners called Mahmoud Awarkeh approached me and said: 'I hope you won't forget us.' SALEH ABU LABAN FORMER PRISONER.",
    "When people ask me when I was born, I say 20 May. Though I was born on 24 March 1953. I feel the day I was freed is the day I was born.",
    "[Saleh Abu Laban] After 15 years of oppression and being addressed as a 'saboteur', in a moment I became a national hero.",
    "[Ahmed Abu Al-Sukkar] I went back to Ramallah. It only had 17,000 inhabitants when I was jailed.",
    "Now the population is more than 180,000. President Arafat welcomed me at the Muqatta.",
    "I said: 'Wait. If you kiss me again now I'll be dead before I reach home!'",
    "The freed detainees are getting off the plane. Proof of their safe return and great victory.",
    "[Anwar] I hope we will always remain united and will always support this legitimate resistance against oppression and occupation. ANWAR YASEEN FREED PRISONER.",
    "The first day of my release I couldn't sleep. Many visitors came to our house and stayed on into the early hours.",
    "I told my brother I wanted to see the sunrise. We sat on the balcony of our home in Rumeila. It was an exceptional moment. MAHMOUD MSHILAWI FREED PRISONER.",
    "I was 18 when I was jailed and 28 when I was freed.",
    "I felt a new life was ahead of me. It was distressing.",
    "[Anwar Yaseen] I began a new life with my family. My parents had only 7 grandchildren when I was jailed but 28 when I was freed. AHMED ABU AL-SUKKAR FREED PRISONER.",
    "I left my youngest child at the age of two. It's not easy.",
    "It hurts because I didn't have the chance to see my children grow. And exciting because I see my grandchildren.",
    "Anwar Yaseen I felt I always wanted to do something. I wanted to get re- acquainted with the people and places I knew.",
    "Especially those which reminded me of my resistance, my teenage and my childhood years.",
    "I wanted to see those places: the beach, the river, the valleys and the trees. I wanted to see these places again. AHMED ABU HEDBAH FORMER PRISONER.",
    "There was no TV or radio when we were jailed. When we were freed, all these things were available, even cars. Having a car was a big deal back then. THERESE HALASEH FORMER PRISONER.",
    "A friend of mine bought a TV. You can change the channels as you are sitting on your chair.",
    "I went with another friend. We sat there and played with the remote control for more than six hours.",
    "We changed channels and laughed. We then saw the video player. It was amazing.",
    "We kept pausing and rewinding. We broke the video player to understand this technology.",
    "[Therese Halaseh] Another weird thing was the automatic door. I stood in front of it and it just opened. 'How did it open? I had a hard time dealing with technology. TAHSEEN AL-HALABI FORMER PRISONER.",
    "When we were released we were keen to live. We slept on a 2cm-wide mattress for 12 years. We jumped on the bed like little kids.",
    "[Therese Halaseh] I love to go play in the park. Maybe other people don't have that feeling. SALEH ABU LABAN FORMER PRISONER.",
    "People put you on a pedestal. You can't fall in love or act like a teenager as others do. You must act within a specific framework of standards. But really, I'm just human.",
    "[Therese Halaseh] People revere fighters. Now we're free, people think a fighter doesn't make mistakes.",
    "[Mahmoud Mshilawi] I asked my brother-in-law to buy me a camera and film. I wanted to take pictures of everything I missed. He spent a lot of money on my films. I wasn't used to dealing with it.",
    "[Tahseen Al-Halabi ] I haven't seen a penny in 12 years. In prison, they gave us food and tea.",
    "They gave us four cigarettes every day. We didn't get to choose what brand of cigarette. But now, there is so much variety.",
    "Our families and the organisations we belong to give us money. But we don't know how to spend it.",
    "[Therese Halaseh] In prison, we had a uniform. When we were released, we didn't have the problem of choosing what to wear.",
    "I just wear the same trousers and blouse.",
    "[Saleh Abu Laban] My family helped me a great deal in coping with my new life. They taught me how to dress.",
    "[Therese Halaseh] Everything was different when we were released. Even the morning greetings.",
    "In prison we'd just say: 'Good morning'.",
    "Now, you're expected to ask: 'How are you?",
    "There was no need to ask that in prison because we were together all the time.",
    "We just said 'Good morning' and 'Good night'.",
    "[Mahmoud Mshilawi] Life in prison is free of hypocrisy.",
    "[Therese Halaseh] We didn't lie to others in prison. I think most former detainees were shocked at the dishonesty of people in the outside world.",
    "[Anwar Yaseen] Unfortunately, in our societies people put on different masks. They have a different personality when dealing with others than when they deal with themselves.",
    "In prison it is hard to wear any mask. Because you are in the same place all the time. All masks drop. MOHAMED AL-JILANI FORMER PRISONER.",
    "I was shocked at how people had changed.",
    "For example, lying has become very common and kindness is considered stupidity. People now view those who deceive others as smart.",
    "[Therese Halaseh] Most of the detainees were young when they were jailed. Their emotions have remained the same.",
    "But their emotions didn't develop. They didn't change.",
    "[Anwar Yaseen ] I lived in Beirut for two years before I was jailed.",
    "My experience with women at that time was limited. That experience never developed during my detention.",
    "All prisoners had the same level of experience, or even less.",
    "Their inexperience before being jailed meant they were not that knowledgeable.",
    "[Ahmed Abu Hedbeh] Before I was detained, I never knew any woman other than my mother. So I only viewed women as mothers.",
    "I only learnt about women as they appeared in the writings of Najib Mahfouz and in Russian literature. I had no practical experience with women.",
    "[Mahmoud Mshilawi ] I never knew fear until I got married.",
    "[Tahseen Al-Halabi ] A friend of mine told me after our release that he had told his wife one year after their marriage: 'If I can't give you a child, you are free to leave me and marry someone else. I don't want to deprive you of the right of being a mother.",
    "[Mohamed Al-Jilani ] I couldn't cope with people for one year after my release. I stayed only with my family and very close friends.",
    "[Mahmoud Mshilawi ] I felt like a stranger in the 'outside world' for a long time. I was in better intellectual and social harmony with my fellow detainees.",
    "[Tahseen Al-Halabi ] Getting into a lift felt like being in prison. I'd rather take the stairs even to the fifth floor than get into a lift. I once got stuck in a lift and it felt like being held in solitary confinement.",
    "Even the metal doors looked the same.",
    "[Saleh Abu Laban] When we go to a restaurant I refuse to sit at tables facing the wall. I hate to sit facing the wall.",
    "Sitting facing a wall reminds me of jail. I never again want to sit facing a wall.",
    "Mahmoud Mshilawi Each time I met with someone I'd keep walking back and forth. Because that's what we did in prison. When I finished my meal, I'd go to wash my dishes in the kitchen. That's what I was used to.",
    "[Therese Halaseh] We had little food in prison. So we used to hide some bread or tomatoes to eat them when we felt hungry. We all did so. I still have the same habit.",
    "I always tell my husband: 'We don't have sugar' or 'we don't have rice'. Even if we still have five kilos of each.",
    "He buys more even though he knows we still have a lot.",
    "[Ahmed Abu Al-Sukkar] Every time I go to someone's house I stay for only 15 minutes and leave. I know it's impolite, but I just can't stay.",
    "[Ahmed Abu Hedbeh] I never switch off the lights at home. When my wife switches them off, I ask her to turn them back on.",
    "[Therese Halaseh] None of my family dares touch me to wake me. They call out. In jail, they used to hit the keys on the bars to wake us up.",
    "[Ahmed Abu Hedbeh] I dream about Askalan jail at least once a month. I see myself in the cell, on strike, reading or writing. The picture of Askalan jail lives inside of me.",
    "[Therese Halaseh ] Those who have been in prison should undergo medical tests and rehabilitation on leaving. Especially since many detainees were young. But we need someone to make us understand how the society has changed.",
    "[Anwar Yaseen ] The nightmares are fewer now. The bad experience no longer affects us. I did my best to free myself from the past. I view it as a period of time that has passed.",
    "I had difficulties at that time. I developed a strong character to face the prison guards and the harsh conditions. That's success in its own right.",
    "[Ahmed Abu Hedbeh ] I read more than 1,000 books during my detention. I learnt Hebrew and all about Zionism.",
    "[Saleh Abu Laban] I learnt English and Hebrew. I started to learn French, but there was no one to teach us.",
    "Our colleague Anwar Yaseen reports [Anwar Yaseen archive] From the southern suburbs of Beirut near the martyrs compound scene of the most brutal Zionist attack [Anwar Yaseen] It's not just a professional success. Because I appear on a TV channel we were banned from watching in jail.",
    "For a long time they tried to destroy and depress us. And then I go on TV to report upon the brutality they practice. By detaining me the enemy tried to make me pay for the operation I carried out.",
    "But I think they are more upset with seeing me on screen now than they were for the losses I caused them before.",
    "[Tahseen Al-Halabi ] A friend who had been detained in Askalan prison for 10 years went back to his hometown Tulkarem.",
    "He told me the first thing he wanted to do after his release was to realise his wish. I asked him what his wish had been.",
    "He said: 'I promised a prison guard called Journo that I'd have a child and name him Guevara'.",
    "Seven years later, he went to visit his detained brother in Askalan prison. He saw Journo and showed him a picture of his son and said: 'As I told you. I had a child and named him Guevara.",
    "They banned him from visiting his brother for six months. [Ahmed Abu Hedbeh] Prison taught me how to know people. When you're held in a room with 20 others, you learn the differences between them.",
    "You develop the skill of knowing the real person from the first minute he speaks to you. We learnt how many liars there were in the Palestinian National Movement.",
    "[Ahmed Abu Al-Sukkar] I don't regret the 27 years I spent in jail. I get treated well wherever I go.",
    "Not only by old people, but also by the young. Especially those whom we raised in jail. I don't regret those years.",
    "[Ahmed Abu Al-Sukkar] I think recognizing Israel and its recognition of the Palestine Liberation Organisation is a crime.",
    "We have the right to liberate Palestine. We demand the land beyond the 1967 border.",
    "But unfortunately, even a third world war won't remove those settlements.",
    "[Mahmoud Mshilawi ] A gull gets lost at night A boat gets lost at night I hear steps of a woman at night Oh, night woman I fought with a defeated army I didn't like the starless night Our leaders shook hands with the enemy while we were fighting We saw them with the other army I'll now look for another aim maybe to rent a boat The night seems long when we spend it with the defeated army"
  ],
  [
    "He fell victim persecution by the Roman Emperors Maximus and Decius. He was badly tortured and suffered serious injury because of his faith. In twenty-first century Bethlehem, Fadi Qattan runs a travel agency offering pilgrims from all over the world the opportunity to visit the Holy Land.",
    "Over two million pilgrims a year, make the trip; but most are blissfully unaware of the kind of discrimination, some would say persecution, that operates in the region today. It is my privilege to baptise you, my brother, in the name of the Father, the Son and the Holy Spirit.",
    "FADI QATTAN TOURIST AGENCY OWNER, BETHLEHEM. Bethlehem is a special place for me. It embodies the culture of Palestine. It's a message to the world, both religious or cultural that, we all live together in this land.This belief runs in our family. My parents and grandparents taught me to love Bethlehem. The second great thing about Bethlehem which is very important to me is that it's the birthplace of the Lord Jesus. I see Jesus as the first example of non-violent resistance in the history of mankind.",
    "DR. MILATIOS BASAL HEAD OF ST. JOACHIM & ANNE MONASTERY JERUSALEM. From the dawn of Christianity the early centuries AD were associated with Persecution. The first persecution led to the crucifixion of Jesus Christ. In essence, Christianity supersedes Judaism. From the very beginning the Jews were hostile towards the early Christian. It was physical abuse rather than psychological. Many who converted to Christianity were killed and martyrdom was very common in the early centuries AD.As a result, Christians hid and prayed in catacombs or cemeteries. In that early period of persecution, several figures emerged. One of them was Father Origen. He was a remarkable scholar in the history of the church. He was born into a Christian family in Alexandria in 185 AD. He had a thirst for learning and a loving spirit. His fame spread throughout the world. Origen lived a temperate life as a hermit. He visited the Holy Land and settled here.",
    "It was through Father Origen's writings that we learned the original religious rituals and details of life in the early centuries. We learned about local people, the Church and the way they embraced the spirit of Christ.",
    "[FADI QATTAN] I'm a citizen of Bethlehem but I can't follow in Christ's footsteps from north to south. I can't visit the holy sites along the way under the current, separatist regime in Palestine with its checkpoints and separation wall.",
    "None of the Palestinian Christians born in Bethlehem can re-trace the Christ's actual footsteps. Israel only issues permits to Christians for religious holidays. But it claims to the world to be 'open' by allowing some Christians to visit sacred sites. However they generally only issue a permit to one family member and ignore the rest.",
    "At a religious festival, no one wants to pray and celebrate alone leaving their family behind.",
    "[ARCHBISHOP ATALLAH HANNAH] ARCHBISHOP OF SEBASTIA, ORTHODOX CHURCH The Palestinians, Christian or Muslim are deprived of visiting holy sites in Jerusalem. When I visit Bethlehem, Beit Jala or other Palestinian cities young people tell me they've never seen Jerusalem. So before we discuss overseas visitors, our priority must be Palestinians, the original people of this land. [MILATIOS BASAL] Pilgrims are either locals or foreigners. Visitors come from Russia, Romania, Italy and so on.",
    "REV.",
    "Since 1967 the Israeli ministry of tourism has really exploited the Palestinian territories for their historic and archaeological locations and significance in the bible and so the Israeli Ministry of tourism produces maps which don't show the international borders don't show the green line will show the Golan as part of Israel and West bank as part of Israel.",
    "[STEPHEN SIZER] The Israeli government clearly has an agenda to portray an Israeli script of the holy land. They will visit historical sites associated with the conquest of Palestine by the Israelites and perhaps a few locations that will help re-enforce Israel's insecurity or its need for the land that has been stolen from the Palestinians When you go to somewhere like Yad Vashem for example an Israeli guide will say, look what the Germans did to the Jewish people, now you understand why we need security. And often a visit to Yad Vashem will take place on the first day of the tour so that the group is traumatized and will be silenced from criticising Israel.",
    "[ATALLAH HANNA] The Israeli Tourism Ministry tries to prevent contact between pilgrims and Palestinian figures. They do this because they don't want the Palestinian Christian point-of-view to be heard about the situation in Jerusalem and the Palestinian territories.",
    "[STEPHEN SIZER] I remember the first time I visited Israel/Palestine, I was quite nervous because of the stories I'd heard about the Palestinians. Our first guide was an Israeli, messianic Jew. On one occasion we were on the Via Delarosa, and we stopped for a few moments. People were asking him questions: can you please tell me what a Palestinian is. And he gave us all a little piece of paper that has been clearly prepared for such an occasion on which he was quoting Golda Meir saying that Palestinians do not exist, they are Arabs and they can live somewhere else. A couple of days later we were in Nazareth and we met an Anglican cleric named Riyah Abu El-Assal and here we had our host introducing himself as a Palestinian Arab Christian. REV.",
    "I fear for the Holy Land not because there are fewer pilgrims now, on the contrary, but if the majority of Arab Christians emigrate. The land will be a museum of holy stones without genuine value. What's the value of a sacred site without its blessed inhabitants visiting it to pray and preserve it?",
    "[STEPHEN SIZER] Pilgrimage groups that visit Israel/Palestine, the vast majority follow a very pre-determined itinerary. They will go to West Jerusalem, stay in West Jerusalem. They will visit the western wall, Yad Versham, they will go to a Kibbutz, they'll go the Sea of Galilee. They might go to Bethlehem. They probably won't go to Jericho. They definitely don't go to Nablus.",
    "Sabastiyya, a major Roman city in Palestine, is not included in any of the Christian pilgrimages arranged by Israeli tourist companies. This is despite the fact that some Christian sources say that John the Baptist was buried there.",
    "This is St George's, one of the very oldest churches in the world, at Burqin near Jenin in the West Bank. It's thought to mark the place where Jesus healed the ten lepers in Luke's Gospel. St. George's Church is not, however, included in any organised Christian pilgrimage tour.",
    "[FADI QATTAN] The Lepers' Church in Burqin and Jacob's Well in Nablus are in the Palestinian territories. They remain underdeveloped. Israeli tourist agencies ignore these places because they're now behind the separation wall now. Pilgrimage can't be partitioned. It has to be respected, rich and complete. Israeli tour operators look to make money and neglect the major pilgrimage landmarks.",
    "Some Israeli pilgrimage tours include three days in the Red Sea resort of Eilat. It's not of any value to a Christian pilgrim but is a four-hour drive south of Jerusalem making it a five-day trip.",
    "Most pilgrims spend 10-12 days in the Holy Land. If they waste three nights in Eilat, plus two days travel, what do they miss, as a result? [STEPHEN SIZER] Sadly I've seen pilgrimages that offer an opportunity to visit a settlement near Hebron where you can for the day you can pretend to be a member of the IDF, and you engage in mock conflict where they've built a little Palestinian village and you can go in and take out terrorists. This kind of commercial militaristic element of tourism is very worrying because it perpetuates this notion that the Palestinians are the enemy rather than our brothers and sisters. The pilgrimage routes differ from one Christian denomination to another. This map shows the itinerary of most pre-arranged pilgrimage tours today. They exclude the north of the West Bank. The harsh reality of life in, for example, Jesus' birthplace, Bethlehem, is very different from its traditional, biblical image.",
    "[FADI QATTAN] The 2001 invasion of Bethlehem was probably one of the toughest times for the city.Occupation forces invaded, imposed a curfew and sieged the Church of the Nativity with people hiding inside. The siege was humiliating for such a sacred place. They fired live ammunition at the Church and priests trapped inside had their rooms shot at and windows broken. The church bell-ringer was up the tower trying to ring the bells when an Israeli sniper killed him, making him a martyr.",
    "[FADI QATTAN] After the siege ended and things went back to normal. The tourist bus would reach the Bethlehem checkpoint and the Israelis would claim there was a security hazard. The pilgrims were forced to go back to Jerusalem even though nothing was going on in Bethlehem.",
    "Most tourists spend a very short time there 45 minutes to two hours. Bethlehem reaps no economic benefits.",
    "Worse still, the pilgrims are told to be afraid of the locals and have no opportunity to break this barrier and interact with native Palestinians.",
    "[FADI QATTAN] We're now in Cremisan Valley in Beit Jala. There are two monasteries here, one for monks and the other for nuns.",
    "The area is surrounded by two settlements, Gilo and Har Gilo.",
    "The Israelis plan to build a separation wall on land owned by the Church and local Palestinians as well as separating the two monasteries. Celebrating holy mass was started by the locals from Beit Jala, Bethlehem and Beit Sahour. Today, both Muslims and Christians take part in the mass. It takes place every Friday afternoon. We know how to demand our rights peacefully in the face of the occupation, which is not peaceful. [FADI QATTAN] My office is in the centre of Bethlehem, downstairs from my home. I realise I'm living a contradiction. One the one hand, I'm trying to keep contacts with agents abroad to send me pilgrims to Bethlehem.",
    "But I can also see that no one really cares about us. We've witnessed Bethlehem being destroyed and its infrastructure being destroyed every day. We're changing this in the tourism sector. We travel to foreign exhibitions and meet travel agents. We help pilgrims to affiliate with local churches and communities here. We arrange scout gatherings and meetings with the city mayor. Israeli travel agents don't do this.",
    "On their tours, the pilgrims only spend about 45 minutes in Bethlehem. We help the pilgrims to enjoy a spiritually complete experience.",
    "DR. MOHAMMAD WAHEEB JORDANIAN ARCHEOLOGIST. Father Origen tried hard to identify the place where Jesus was baptised. He called it Bethabara. The Baptism of Jesus is recorded in three of the Gospels and is central to Christian belief. Sources vary as to its location but in what survives of the writings of Origen of Alexandria, he talks about a site 8 kilometres north of the Dead Sea.",
    "[MOHAMMAD WAHEEB] The Madaba Mosaic map was crucial in determining the baptism site.The map goes back to the 5th and 6th centuries AD.",
    "On it we can see Origen's Bethabara near Jericho on the western side of the river Jordan. The map also has a second site called Ainon- Saphsaphas in Greek which we believe is Bethany Beyond The Jordan, mentioned in the Bible, on the east side of the River Jordan. [MILATIOS BASAL] We can't be precise about the real baptism site but we know it was near Jericho. Until the 1980s, the Israelis tried to overshadow the original baptism site in the media. They came up with a small place near the Sea of Galilee called Yardenit.",
    "In fact, Yardenit has no biblical or historical connection with the baptism of Jesus. It was just a tourist spot and a financially lucrative one.",
    "Then In the late 1990s, Jordan started to show interest in the baptism site. They wanted to revive Jordan as part of the Holy Land and started excavating it with historians and archaeologists. A team of Jordanian archaeologists led by Dr. Mohammed Waheeb, excavated for 3 years to try to identify the exact location of Jesus' baptism.",
    "Jordan announced the official opening of its Baptism site in the 2000.",
    "\"Palace of the Jews\" is one of the three main Christian holy sites. It'll be opened in two days and entry is free. Entry is free. The Vatican's recognition of the Jordanian Baptism Site, along with other churches, caused Israel to establish a different site, only a few meters away.",
    "However, Israel still continues only to promote its own, alternative site near the Sea of Galilee. [MILATIOS BASAL] The Israelis finally decided to change things. They initially kept the place closed to Christian pilgrims to fit their religious agenda.",
    "The Old Testament says it's the place where Joshua crossed the dead sea holding the arc of the covenant. But they wanted to erase any Christian link with the place and turn It into a Synagogue. They even call it the Palace of the Jews.",
    "The foreign pilgrim guides are told to liaise with the army to visit the baptism site.",
    "I find this outrageous, considering the site is part of the West Bank and is classified a Palestinian area under the Oslo Accords. Yet the Israeli army controls the land and prohibits Palestinians with green IDs from entering. It's shameful to block a pilgrimage site.",
    "The Gospels of Luke and Matthew refer to Nazareth as Jesus' childhood home.",
    "The second century theologian, Father Origen of Alexandria, is reputed to have searched for the village but he was unable to find such a small village.",
    "Today, Nazareth is the capital of Galilee with a population of over 80,000 predominantly Arab.",
    "[STEPHEN SIZER] Nazareth is a very interesting, could be a very interesting case study for tourism in Israel Palestine, because it is in Israel but is largely an Arab city.",
    "SUHEIL DIAB FORMER SPOKESMAN, NAZARETH MUNICIPALITY. Nazareth is a nuisance for the Israeli government. They can't erase its existence. They couldn't do it after Al Nakba in 1948 for International and historical reasons. On the other hand, they want to reduce the city's status. In 1956, they established a big Jewish city, which they later called Nazaret Illit to marginalise the Palestinian city of Nazareth and make it a small district of the extended Jewish city. They aim to turn Nazareth into a very quick pilgrimage visit.",
    "[STEPHEN SIZER] So you visit Nazareth you park down on the main road, you walk quite quickly up to the Church of Annunciation so there is little or no opportunity even to shop, let alone engage with the local Christians.",
    "Israelis would want hotel, tour groups to stay in Tiberius or Nazareth and it is deeply detrimental to the local economy. [SUHEIL DIAB] The Israeli government couldn't object to the Pope's visit in 2009 but it was crucial to the visit plan. To be clear, successive Israeli governments have viewed Papal visits unfavourably because these visits highlight the non-Jewish history of this land. They can't prevent the visits, but they want to minimise the roles of Nazareth, and of Arabic Jerusalem and of Bethlehem in such visits. In 2009, The Israeli government proposed that the main Papal Mass of Pope Benedict the Sixteenth be held in Haifa, a predominantly Jewish coastal city.",
    "[SUHEIL DIAB] It was an intense struggle. Would the Papal mass be held in the historic city of Nazareth or end up in an irrelevant port? [AMJAD SABBARA] Haifa is of little importance in the New Testament. The prophet Elijah and Haifa are part of the Old Testament. The most important place is Nazareth. We were worried the city didn't have enough time to prepare for the Papal visit. It only had two months. [SUHEIL DIAB] The Israeli government created obstacles. We said we'd do it on our own. When they finally decided not to rule Nazareth out as a possibility we submitted a comprehensive plan. They argued intensively about every letter, every line, every date hoping to rule out Nazareth. It was clearly their political agenda.",
    "[SUHEIL DIAB] Our biggest challenge was time. We finished everything five days in advance.",
    "Your HolinessI'm the mayor of Nazareth Ramiz Jaraisy. [SUHEIL DIAB] I was among the last people to say goodbye to the Pope. I was waiting for this moment to reflect on our enormous effort.",
    "When the helicopter took off, I thought of everything we had been through to pull this off. I realised we'd proved we could do it and that we can do many great things. In 2006, a serious incident occurred while the Catholic Church of the Annunciation in Nazareth was preparing for Easter. [SUHEIL DIAB] A group of Jews arrived from Jerusalem and used the main door. They approached the Grotto of the Annunciation, the most sacred part of the church. They set off explosives there. This was a racially-motivated attack. Thousands of local Nazareth people immediately rushed to the church and put out the fire.",
    "The Israeli police picked up the three Jewish attackers who'd been surrounded by local residents. Some of the Arab Palestinian locals were arrested as they tried to protect their Church. An Israeli court later decided that the three Jewish attackers had been 'mentally unstable'. RAMIZ JARAISY FORMER MAYOR OF NAZARETH. The thousands who gathered here yesterday, in this street delivered a message to the Israeli establishment. We can't stand still in the face of racist campaigns. [ATALLAH HANNA] Whoever sets fire to a Church could next time destroy religious symbols and kill people.",
    "This happens every day in Jerusalem. We are loathed, spat at and insulted. Visiting priests and pilgrims are insulted by fundamentalist Jews. Those who insult our priests could actually assault and hurt priests and might do even worse.",
    "[MILATIOS BASAL] Wadi Qelt is part of the municipality of the Palestinian city of Jericho. Although in the West Bank, it's completely under the control of Israeli control. St. George's Monastery has religious significance.",
    "The prophet Elijah worshiped there for a long time. Joachim, the father of the Virgin Mary, is said to have asked God for a child for his daughter here.",
    "The Israeli regime often tried to evict the priests using psychological methods, like depriving them of water. They're not prohibited by the army from using the ancient well there. Archbishop Germanos valued manual labour and contemplation. Once he even stayed at the monastery alone. He was alone because priests were persecuted. It was hard to get permits, and then only for a short time.",
    "But the monastery needed maintenance for wear and tear and the effects of humidity so Germanos undertook the project himself.",
    "The Israeli military objected to this claiming he didn't have the necessary building permits. This was a problem in a disputed area like the West Bank.",
    "There's no authority to grant building permits. With God's help he was able to widen the street and turn it into a real road rather than a narrow passage to allow more than one person at a time.",
    "To pass this street widening angered the Israelis. Germanos even built a three-door gate, which also irritated the authorities. But they found no legal reason to prosecute him. In 2001, Father Germanos was driving back from Jerusalem to the Monastery in Jericho when an unidentified gunman shot him in the head and sped away.",
    "The Catholic Church held Israel responsible. But Israel charged Palestinians though has so far provided no evidence to the Church against them. [MILATIOS BASA] Many allegations were made but any smart person could work this out.The bullets were fired at Father Germanos near the Israeli checkpoint area bordering the Palestinian territories. This is a high security area. If There are CCTV cameras on every street what about the security checkpoint?. Is it possible they never saw the gunman? Didn't the cameras record anything? Was the tape wiped?",
    "[MILATIOS BASAL] There had been a previous incident, involving Father Philoumenos, in Nablus. Extremist Jews wanted to destroy Jacob's Well there so they planted a bomb inside.",
    "When Father Philoumenos was passing he came across a round object. He didn't know what it was so he threw it out of the window. It exploded outside the church but he was unhurt. The extremist Jews were furious that he survived. In 1979, while he was going upstairs they stormed in and stabbed him to death.",
    "He became a Martyr. His remains are kept there. [ATALLAH HANNA] I think remaining silent will lead to crimes like these being repeated. That's why we're still witnessing new incidents. I believe there are factions in the Israeli government who support these extremists.",
    "It's not a fanatical faction problem.Extremists are being supported by government figures. When some Israeli ministers speak their language is as violent and racist as the attackers themselves.",
    "[ATALLAH HANNA] There was another incident at the Monastery of Latrun. They used graffiti and also burned part of the monastery. If it wasn't for the vigilance of the priests one morning the whole monastery would have burned down. Thank God there were no casualties. But so far we've heard of no arrests for those crimes. [MILATIOS BASAL] Who protected the church I was in charge of? Our Muslim neighbours. A man and a woman stood together. They guarded the door and prevented an attack on the church. Those protecting churches are now our countrymen. Then there is Holy Saturday, at Easter. The yard of the Church of the Holy Sepulchre becomes a military barracks. Even priests aren't allowed to move freely.",
    "The Israelis claim it's for security. But security is used as an excuse to stop worshippers entering the Church.",
    "Jewish Passover occurs around the same time. Over half a million people enter the same area but there are no checkpoints. Jews are usually the ones afraid but there's no need for security on our holy days.",
    "I was prevented from entering the Church many times although I'm a local priest. This is not about security. Jerusalem used to fill with Christian pilgrims at Easter and the Israeli authorities resented this. They don't want Jerusalem to be a centre for Christianity.",
    "[MILATIOS BASAL] Persecution hasn't stopped of course. It's not always physical but psychological, aimed at the mind. Sometimes it becomes more intense.",
    "Origen lived through persecution in the early years of Christianity. He was arrested and tortured to make him deny Christ. He endured torture but didn't give in. They used many methods of torture. They hooked his legs with iron weights upside-down. But his inner peace calmed the other prisoners and pagans. The authorities even thought about setting him free.",
    "Origen endured severe torture and later died of his injuries in the year 254 AD. He left over 70 pieces of writing and their legacy is still felt in the Holy land today.",
    "[STEPHEN SIZER] From an Israeli perspective Palestinian tour guides are very dangerous, I think it was Ben Gurion who said he would have a Palestinian pilot flying an airplane over Israel than a Palestinian tour guide because in his view a Palestinian tour guide can do much more damage to the Israeli perspective than a fighter bomber.",
    "[FADI QATTAN] When someone lives under occupation and behind a wall they're forced to get a permit that frees them from this prison.",
    "But people realise that asking for a permit to exercise your religious right is a form of humiliation."
  ],
  [
    "",
    "We will cut off the power. No, we can't manage. There is nothing I can do. Get a generator. It is your turn. Our kids want to study. That is my work. What can we do now? I can't do anything. Would you accept me cutting off the power if you were baking? My children can't study. I can't do anything. Don't quit your job.",
    "ABDUL AZIZ ABU SAFIEA GAZA ELECTRICITY DISTRIBUTION COMPANY.",
    "People hate me. They hate me when I cut off the power. I'm just a normal person.",
    "My name is Abdul Aziz Abu Safiea. I work for Gaza's electricity authority. I cut the power off and reconnect it according to a set timetable.",
    "I cut off the power to every home in Gaza for at least 8 hours every day. Every second, one third of Gaza's population is without electricity. [Rafah city] The Palestinians in the Gaza Strip are a people under siege Israel occupied Gaza back in 1967. Although Israeli forces withdrew in 2005, they have maintained a blockade on the territory. As a result, over one and a half million Palestinians suffer to this day from high levels of poverty and dependence on aid. The blockade has prevented the reconstruction of Gaza's infrastructure, so badly damaged during Israel's successive military assaults on Gaza in recent years. The problems faced by Sabah Barakat and her husband are common to many.",
    "They demolished our three-storey house. We were moved to houses made from polythene. And then they cut off the power. Israel's siege on Gaza Strip continues. When it's hot, we can't tolerate the heat inside these houses. The fans and the fridge broke down because of the heat. We live without dignity.",
    "SABAH BARAKAT PALESTINIAN CITIZEN.",
    "And in winter, how can we bear the cold? We have no heaters because of the electricity problems. All we can do is light a fire to keep us warm. We always have to check the electricity schedule to know what time the power cuts and for how long. We live our life around power cuts.",
    "[Fathi] Sometimes they cut the power at different times.",
    "[Sabah] We use a lot of candles and wood.",
    "Sorry to keep you busy with us today.",
    "It's OK.",
    "How will you wash the clothes if there is no power?",
    "I'll handle it.",
    "By hand?",
    "Yes.",
    "We bake bread in clay ovens.",
    "It was easier before when we had electricity.",
    "We can manage.",
    "Many women such as Sabah Barakat resort to cooking and baking on firewood in order to preserve the little gas they have. Gaza's electricity sector remains deficient. Israel refuses to allow in the spare parts needed to rebuild the broken-down infrastructure. Limited amounts of fuel reach Gaza from Israel and Egypt but it is well below even a bare minimum required.",
    "[Gaza Power Station] SUHAIL SKAIK GENERAL DIRECTOR OF GAZA POWER STATION.",
    "This is the only power plant in Gaza. It provides Gaza with almost 80 megawatts every day, while Gaza needs about 300 megawatts. This means it only provides the city 25 per cent of its needs.",
    "The power plant came under Israeli attack in June 2006 and was shut down completely. We only have two other power suppliers; Egypt provides Gaza with 17 megawatts, and Israel gives us 120 megawatts.",
    "We face a power crisis because the shortage covers 30 per cent of Gaza. KANAAN OBAID CHAIRMAN, GAZA POWER AUTHORITY.",
    "Israel uses electricity as a weapon of war. Its first reaction to the capture of the soldier Gilad Shalit in 2006 was to bomb Gaza's power plant. They cut our power as a means of punishment. The power supply from Israel is the first to be cut during periods of conflict. It is also the last thing to be restored.",
    "[Suhail] One of the 10 power lines coming from the Israeli side has been cut for eight days. We've contacted them but they haven't fixed it. Sometimes we have difficulty getting fuel for the power station. They give us only enough fuel to operate two units while the third remains out of action. We also have problems getting spare parts. The Israeli side causes all these problems on top of the occupation, they make our lives more difficult.",
    "[Abdul Aziz] People have become so used to the power cut timetables they think their lives are normal if the timetables are running. Poor people.",
    "Oh no! We have to take the stairs. Walk slowly. Power cuts everyday.",
    "Electricity is a precious commodity in Gaza and daily power cuts create additional hardships. SABREEN DEEB PALESTINIAN CITIZEN.",
    "The power cut timetables change every day. One day the power cuts in the morning, other times in the evening. Our children don't know when to study. We check the power cut timetables before going out. It's difficult to climb the stairs in the dark.",
    "[Sabreen ] It's difficult if someone wants to visit us. We set an appointment but if there's no power we change the time.",
    "We're here finally.",
    "Switch on the emergency light.",
    "We want to pray Have some rest.",
    "Get me a lighter.",
    "[Sabreen] The hardest part is when the children have exams.",
    "Get your bags to finish your homework.",
    "Power cuts mean children are experiencing prolonged periods of darkness at a time when they have to study. Often there is no option but to do their homework by gas lamp or candlelight. Palestinian school children in Gaza face enough of a challenge with frequent disruptions due to Israeli raids; poor school infrastructure; and overcrowding in classrooms. The lack of electricity is an additional hardship that risks hindering the right to an education.",
    "I can't see anything.",
    "SUHAIL SKAIK GENERAL DIRECTOR OF GAZA POWER STATION. People in Gaza can't live a modern life. We have many problems. A shortage of medicines, unemployment, suspended projects. On top of all this, we have power cuts. Ask anyone in Gaza and they will say power cuts are the main problem.",
    "We can't live like this. The power cuts cause goods in supermarkets to expire due to no refrigeration. Even my granddaughter talks about the power cuts.",
    "Yesterday they said they would increase the hours of power cuts. They will make it from 8am to 8pm. Great. Even when the power is back, it keeps getting cut many times. And why don't they get us power from Egypt? Plus Gaza's electricity is the most expensive ever. People in other Arab countries pay much less than we do.",
    "Hello! How are you? Hello! How are you? Hello! How are you?",
    "We have no power at home. We now think the best wedding gift a groom can give to his bride is a generator. You need enough light to see the bride.",
    "Amid the adversity there is humour but beyond the jokes, the situation for these people is dire.",
    "In a report on the Palestinian occupied territory published in august 2012, the United Nations warned the Gaza strip will not be liveable by 2020.",
    "Only urgent action to improve infrastructure, like the electricity and the water sector can prevent such a drastic scenario, according to the united nations.",
    "Electricity! The problem is they don't stick to the power cut timetables. Every day they cut it at different times. We have to adjust our lives to being without power at any time.",
    "They need to solve this issue. We can't do anything.",
    "Our neighbour needs oxygen all the time. He suffers during the power cuts because he needs electricity to operate the respirator. His son had to buy a generator so he doesn't die.",
    "The Arab countries could help by supplying us with power from Egypt. Let them give us electricity instead of giving their gas to Israel.",
    "The politicians should resolve this issue. We can't. We don't care about their politics.",
    "We don't want it for free. You're talking so much you haven't offered me any bread!",
    "That's because I'm trying to save it! Even China has intervened in our power issue.",
    "We have three power suppliers; Gaza's main station, an Israeli station and the Chinese supply.",
    "How is that? The generators. They are all Chinese-made. All we can do is be patient. The best thing about the power cut is that it brings us all together like this.",
    "SUHAIL SKAIK GAZA POWER STATION DIRECTOR. The people of Gaza have learnt the timetable of power cuts. Sometimes the outage lasts for eight hours in the day. Other times it lasts eight hours during the night. The third day there is no power cut. When it is cold, people use electric heaters as the houses are poorly insulated. More electricity is consumed though our power resources are the same. Demand increases and so do the duration of power cuts. That's why the timetables keep changing.",
    "FATHI BARAKAT PALESTINIAN CITIZEN.",
    "It's a big problem. They cut the power, but the water supply remains. How can we switch on water pumps without electricity! Then they cut the water too.",
    "Turn it off.",
    "Does it consume a lot of diesel?",
    "This means extra charge.",
    "EMAD HIJAZY WATER SELLER.",
    "My name is Emad Hijazy, from Rafah. This is how I earn my living. Most of the time we have no power. We have a generator so we can pump the water.",
    "[Emad] Natural water in Rafah is salty and polluted. So people mostly rely on buying this clean water. The water supplied by the municipality is unclean. So people have to buy filtered water.",
    "MUNZIR SHIBLAQ WATER AUTHORITY DIRECTOR.",
    "It was proved that only five per cent of Gaza's natural water can be used for drinking. We don't even have the power to supply residents with polluted water. So forget about projects requiring a lot of energy to filter the water! Gaza suffers from power shortages. And water projects are the largest consumers of electricity.",
    "SUHAIL SKAIK GENERAL DIRECTOR OF GAZA POWER STATION.",
    "Any new project needs electricity. Building a new hospital, for example, needs about 10 megawatts. No project can succeed without electricity. Even if we were to use generators, they can only run for a few hours.",
    "MUNZIR SHIBLAQ DIRECTOR, AL-SAHEL WATER AUTHORITY.",
    "Another major problem is Gaza's sanitation system. We don't have a good sanitation system to collect, purify and reuse waste water as a natural resource to increase groundwater reserves.",
    "[repeating] [Suhail] Mr Shiblaq requested 12 megawatts of power to run the sanitation system in the northern area. But we could only supply 500 watts to implement the project. So it couldn't be properly operated.",
    "He also requested 3 megawatts for a water desalination project in Juhr Al-Deek area. Again, we couldn't supply it. The project is currently suspended because of the power shortage. We need to solve this problem urgently.",
    "AMNA BARGHOUT PALESTINIAN CITIZEN.",
    "Oh the power is gone. Salah, go switch on the generator.",
    "Did you unplug the fridge?",
    "Your sister is crying because it's dark.",
    "It's not working well.",
    "This generator is Chinese-made. It makes a loud noise. Gaza has become like a workshop. Generators and loud noise everywhere. People fight with each other over the generators. Others have problems with broken-down generators in the middle of the night. I bought two generators. Each one broke down one month after I bought it. Once, I had to buy a new generator at midnight.",
    "There are many generator repair shops in Gaza now.",
    "[workshop] Put them there.",
    "Pull it back.",
    "Get me that table.",
    "KHADER AL-DAYYA GENERATOR MECHANIC.",
    "There are about 1800 generators repair shops in Gaza. There used to be just 15. There are a lot of electricity problems in Gaza. They are importing the worst kinds of generators.",
    "[Khader ] These generators break down easily. Each time someone wants to fix it, they pay about 300 shekels. That's an added expense. Plus, each generator needs about 10 litres of diesel every day and 3 litres of oil every 5 days. This is a big problem.",
    "These generators are designed to run for only a few hours at a time. But people here run them 8-12 hours consecutively. This causes damage to electrical appliances in the house, like fridges and satellite receivers. It may also lead to electrical faults and then fires. That's another problem resulting from the power crisis.",
    "Don't you have a generator?",
    "A fire erupted in our neighbours' house because of the generator.",
    "How did it happen?",
    "She was holding a candle and trying to switch on the generator. It exploded and a fire started.",
    "AMNA BARGHOUT PALESTINIAN CITIZEN.",
    "I had three children. Those were my kids. He was supposed to go to school but he didn't. This is Obaida. My three children died because of the generator. Two others were seriously injured.",
    "AMNA BARGHOUT PALESTINIAN CITIZEN.",
    "Shahed and Mohammad. Shahed was in the ICU. It was a miracle she survived. Thank God they survived.",
    "AMNA BARGHOUT PALESTINIAN CITIZEN.",
    "I just wanted to see them grow up and be educated. No one could bear the tragedy I live with.",
    "[Sabreen lights a candle] SABREEN DEEB PALESTINIAN CITIZEN.",
    "What happened to my husbandThat day, we had no power. The water supply came back so we needed to switch on the water pump. He went to switch on the generator. When he plugged it in, water from the tap sprayed on to him. There was an electric fault in the plug and he was electrocuted.",
    "[Sabreen ] If we led a normal life, he wouldn't have had to plug in the generator. We blame certain people for what happened. The electricity department officials. Also the fuel shortage. Officials should be held responsible for what has happened to us and to many others. That is God's will.",
    "[Suhail ] The situation in Gaza is unbearable. If it stays like this, a real humanitarian disaster will happen. This problem should be addressed. We now try to cope with it. Development will stop.",
    "KANAAN OBAID CHAIRMAN, GAZA POWER AUTHORITY.",
    "If we want to solve the problem, we need a strategic solution. We need a regional feeding system.",
    "AKTHAM ABU AILAH EGYPTIAN MINISTRY OF ELECTRICITY.",
    "We have plans to solve Gaza's power problem. We hope to implement it soon. We feed Jordan, Syria and Lebanon with electricity. We will soon feed Iraq too. We don't mind helping any neighbouring Arab country as long as it comes within the framework of legal agreements.",
    "[Kanaan] If Egypt were to feed Gaza with power, we would be talking about a very small amount in terms of power. Gaza may need 600 megawatts by 2030. This is relatively tiny. The 300 that Gaza needs is about 1 per cent of Egypt's consumption. This 1 per cent would hardly affect Egypt's own power supply.",
    "[Aktham] Our power system is ready. But it's a huge project. Our system is ready but the Palestinians also need to be ready to start operating the project.",
    "The Palestinians say they are ready. Why hasn't the project been implemented yet?",
    "[Aktham] It might be a technical issue, but we are ready to start implementing the project.",
    "[Kanaan] The project is financed by the Islamic Development Bank. Its budget is available. It is not a technical issue. We have asked for Egypt's permission to start building the infrastructure for the project in Gaza, but they have yet to agree.",
    "ABDEL HALIM QANDIL POLITICAL ACTIVIST.",
    "Slowing down the process of feeding Gaza with power and gas, I believe is a political problem rather than a technical one. Technically speaking, all are in agreement. So there are no technical problems. On the contrary it will benefit economically because Gaza's Palestinians are willing to pay for this power. They are already paying the Israelis.",
    "[Kanaan] Gaza is deprived of power because of politics. Deprived of construction projects because of politics. Our children will die because of politics.",
    "[Qandil] It is a paradox. Egypt feeds Israel with gas but refuses to feed Gaza with gas or power.",
    "[Kanaan] Israel still uses its power lines feeding Gaza as a tool of punishment. It completely controls them.",
    "Netanyahu has threatened to destroy the electricity infrastructure if Hamas and Fatah reached a reconciliation agreement. This means he is threatening to cut the power lines feeding Gaza."
  ],
  [],
  [],
  [],
  [
    "",
    "Stretching from Mozambique in south east Africa to Syria in the Middle East.",
    "The lowest point of the Great Rift Valley is here - in the Jordan Valley.",
    "Home to the world's lowest city, Jerichoestablished over 10,000 years ago.",
    "Farmers and shepherds have worked on this land for thousands of years.",
    "In more recent times, Israel's continued occupation of the region since 1967 is threatening the traditional way of life of the people of the Jordan Valley.",
    "Israel restricts Palestinian development on the land and has razed Bedouin homes in the area.",
    "While making life difficult for the Palestinian communities, it is encouraging the development of illegal Israeli agricultural settlements in the valley.",
    "This is the story of Palestinians clinging to a traditionand to a land inhabited by their forefathers over centuries This is the story of the last shepherds of the Jordan valley.",
    "ABDEL RAHIM BISHARAT SHEPHERD.",
    "[ABU SAQR] This road was created after they cut the main roads leading to our homes and to our land in AlHadidieh Since 1969 or 1970 they have been experimenting on us.",
    "They began by arresting the shepherds. Most of us breed animals and grow wheat and barley. We use rain water rather than irrigation.",
    "They arrested the shepherds and sent them before military tribunals.",
    "When this failed they started shooting our sheep. From helicopters and military vehicles. Those which survived scattered.",
    "When this experiment didn't succeed they began destroying our homes.",
    "The policy of house demolitions began in 1997. They choose the most extreme times of year.",
    "Either the hottest season, when it's over 40 degrees. Or the coldest winter days when it's under 0 degrees.",
    "They pull down our tents and destroy all the contents of our homes.",
    "They confiscate everything. They empty the water barrels without leaving a drop of water for our children.",
    "60-year old Abu Saqr is the patriarch of a large family.",
    "He also campaigns to defend the rights of shepherds and farmers in the northern Jordan Valley.",
    "For him, his continued existence on the land is a form of resistance. [Abu Saqr] Please come in, We'll continue inside.",
    "Abu Saqr lives in the Bedouin village of Al-Hadidiya.",
    "Sirene Khuderi is a volunteer with the Jordan Valley Solidarity campaign a network of grassroots community groups seeking to protect Palestinian farming communities in the valley. SIRENE KHUDAIRI JORDAN VALEY SOLIDARITY.",
    "I get angry when I see this well nearly empty while the settlement drains our water to become a garden of Eden It's out of our hands.",
    "This is how they try to make us leave. By destroying the wells and preventing us from repairing them.",
    "They built that settlement in 1978 and planted trees to turn it into a green forest. And we are deprived of water and not even allowed to repair these wells.",
    "Just a few hundred meters from Abu Saqr's home is the illegal Israeli settlement of Roi.",
    "It was built on land confiscated from Al-Hadidiya.",
    "After the construction of Roi in the late 1970's, Israel declared Al-Hadidiya a military zone.",
    "This effectively prohibited Palestinians from building - or even repairing - structures on their own property. Asian labourers make up the work force.",
    "The Jordan Valley has the potential to be the bread-basket of any future Palestinian state.",
    "But the Israeli government plans to increase the size of Israeli agricultural settlements in the valley. They already use the vast majority of the area's water resources.",
    "Bigger settlements will further threaten the living conditions of Palestinian communities in the Jordan Valley.",
    "Limiting their opportunities for economic growth and pushing the Palestinians living there into greater poverty. [Abu Saqr] A Palestinian state without the Jordan Valley has no chance of survival.",
    "The basis of all life is water.",
    "Thet are not only controlling the water of the valley but about all the water sources in the West Bank.",
    "The northern basin is fed by water from the Jordan Valley. The valley is our most important agricultural area.",
    "Since water is being denied to these areas, how can a state be built?",
    "A state without an economy?",
    "Agriculture is the backbone of the Palestinian economy. Hussein Najadih Mayor-Al Auja.",
    "[Abu Mohmmad] I travel with my tractor about 20km to Ain Shibly just to get 4 cubic metres of water.",
    "On the way we run into the police and other obstacles.",
    "We travel 20km and spend 100 shekels or more for the water and feul there and back.",
    "There's a water source just 200 metres away from Abu Saqr.",
    "And they are watering their grape vines with that water.",
    "But we have to travel 20km just for 4 cubic metres of water.",
    "[Abu Saqr] Actually it's 40km. 20 there and 20 back.",
    "[Hussein] 20km to go there and 20km to come back.",
    "Everyone here has a story.",
    "Abu Saqr is no exception. [Abu Saqr] My son was coming home from school as I was bringing a tank of water.",
    "I met him and he climbed onto my tractor.",
    "While I was driving he fell off the tractor.",
    "He hit his head on a stone and it started bleeding.",
    "I tried to help him.",
    "The road was closed off by gates and cement roadblocks.",
    "I called an ambulance but there were a million checkpoints The ambulance took six hours to reach us. By that time my boy was already dead.",
    "The Palestinian Authority isn't allowed to help us.",
    "Because It gets money from donor states.",
    "The donor community cannot implement projects without Israeli permission.",
    "The Israeli policy is to drive us away, not to aid our survival here.",
    "The Palestinian Authority's limited power stems from the wording of the Oslo Accords signed in 1993 and 1995.",
    "The agreement divided the Palestinian territories into three distinct administrative areas known as A, B, and C. Area A constitutes about 18 % of the West Bank.",
    "T Here, the Palestinian Authority exercises full civil and security control.",
    "Area B constitutes 21 % of the West Bank.",
    "Here, the Palestinian Authority has civil control but shares security control with Israel.",
    "Jewish settlers have taken control of land in Area B in violation of the Oslo Accords.",
    "Area C constitutes approximately 61 % of the West Bank.",
    "It is under full Israeli civil and security control.",
    "Almost the entire Jordan Valley is designated as Area C. [Abu Saqr] The peace agreements were made between unequal partners.",
    "Abu Saqr and Abu Mohammad both live in Area C. To purchase supplies, they must travel through several Israeli checkpoints.",
    "Checkpoints are a frustrating feature of daily life for most Palestinians.",
    "Following the 1967 war, many Palestinians of the Jordan Valley were uprooted from their homes and became refugees in neighbouring Jordan.",
    "Since then, Israel has refused their right of return - a right stipulated by international law.",
    "Approximately 10,000 Palestinians remained in the Jordan Valley after the 1967 war.",
    "Life for them was about to change radically.",
    "Shortly after the war, Israel began to build settlements on the land it had captured and occupied.",
    "One such settlement was that Mekhola built on land confiscated from the village of Ain Al Baida.",
    "Yonah is a security officer in the settlement.",
    "He agreed to be filmed but not to speak on camera.",
    "We asked if he thought the Jordan Valley would be returned to the Palestinians in a peace agreement. [Yonah] That's not the solution.",
    "And it won't be easy to get a consensus on this.",
    "There will be peace after they get their rights.",
    "I don't think there is hope for a lasting peace agreement. History has taught us such agreements are not eternal.",
    "The Palestinians building Yonah's house in the settlement also refuse to speak on camera. They know they would be considered traitors for the work they do.",
    "But they point to the 30% unemployment as an excuse for their actions. David was a soldier stationed here in the 1967 war.",
    "He decided to settle on the land.",
    "He became an agricultural consultant - in charge of exporting the settlement's produce. DAVID ISRAELI EXPORT MANAGER. Here we sort, clean and package the products and then prepare them for export.",
    "We export to Turkey, Greece, Italy, Germany and former Yugoslavia. Each year the number of countries increases as does the date harvest.",
    "But if these dates are produced in Israeli settlements - why does their packaging say they are \"Made in Jericho, Palestine\"?",
    "[DAVID] [ISRAELI EXPORT MANAGER] No one has a problem buying from us. But other countries never make a fuss.",
    "We just avoid writing \"Israel\" on the boxes.",
    "Everything is possible.",
    "We often print special boxes at the request of the client.",
    "They have their own reasons for these requests. Sometimes they ask us to change the name of the country of origin on the boxes.",
    "Abu Saqr is taking Sirene to Ras Al Ahmar - a Palestinian hamlet isolated since 2003 when the Israeli army sealed off the village behind earthen walls.",
    "The only way in and out is through a steel gate which the Israeli soldiers open only 3 times a week. ABU LUTFI SHEPHERD. They want to evict all of us and demolish this area.",
    "Why?",
    "Because it's a military zone.",
    "What will you do?",
    "There is an appeal in the courts, so everything is frozen.",
    "When they target somebody they leave them with nothing If you have to leave, how will you support your family?",
    "I will have to sell my flock Those sheep are our source of income We only have this plot of land.",
    "I have no idea where to go. I'll have to rely on God. UM LUTFI DAIRY FARMER. We have six daughters and three sons. Our home in Al-Hadidiya was demolished four times. We moved here but still they follow us. They claim it's a military zone and our presence is illegal.",
    "We came here from our homes in the east. But they destroyed our home again.",
    "We were busy setting up our house and helping the sheep give birth. Then they sent another demolition order.",
    "I asked them where we should go.",
    "They told us we couldn't stay here because it was a military zone.",
    "They told us we should move if we didn't want any problem The Israeli military has confiscated large areas of the Jordan Valley to use as firing ranges and for training exercises.",
    "Despite the numerous checkpoints, Abu Saqr and Sirene make a point of visiting neighbours in the sealed-off village of Ras Al Ahmar.",
    "Abu Suleiman is an old friend and neighbor of Abu Saqr. He was recently released from an Israeli prison. ABU SULEIMAN SHEPHERD. After 3 pm , four or five military jeeps and a police car came to our home.",
    "They took me away and my two boys and brother-in-law. They accused us of stealing from a military base.",
    "They imprisoned us for 17 days at Hadarim prison.",
    "They interrogated us for every day.",
    "I moved away because they wouldn't leave us alone. If we don't move, they come with bulldozers and destroy our homes.",
    "The constant pressure of the occupation drives people away.",
    "This area was full of houses They keep arresting people and demolishing their homes. So people sell their flock and move away.",
    "There is hardly anyone left here.",
    "Palestinian residents of the Jordan Valley are mainly farmers or Bedouins.",
    "Most live in enclaves hemmed in by closed Israeli military zones.",
    "These zones - used for military training and as firing ranges restrict the movement of the Palestinian communities in the area.",
    "We are next to the well of Ain Al Helweh.",
    "There is a firing range here and our entry is forbidden.",
    "We don't understand why It's forbidden to drink from this well.",
    "People can hear the sound of water but they are forbidden from drinking it.",
    "Sirene Khuderi is a volunteer working on behalf of the Palestinian farming communities in the Jordan Valley.",
    "Today she is visiting Um Ayman and her family, who live next to the well of Ain Al Helweh.",
    "You told me once about how the settlers attacked you. UM AYMAN HERDER. They were fighting with me and my daughters over the water.",
    "They accused us of being thieves .",
    "They cursed us and threatened to beat us. They said if they found us there again they would kill us.",
    "They don't want us to use the water. Now we don't dare take water from the well if they are around.",
    "I had a horse that ran away. A settler saw the horse with my daughter and followed them. When they were in an isolated area he took the horse away from her.",
    "She was afraid of him and ran away.",
    "The family's horse was later found it had been killed.",
    "Um Ayman says the man who took the horse was a settler called Rami, from the nearby settlement of Maskiyyot.",
    "We visited the settlement to investigate the story behind the death of the horse.",
    "We met the wife of Rami who told us her husband was busy working on a new construction nearby.",
    "So we went to find Rami - to ask him if he had had anything to do with the death of the horse.",
    "RAMI ISRAELI SECURITY OFFICER. There's a lot of stories and storytellers out there.",
    "I can't speak to you. I'm a security office. I cannot speak to you or give you information.",
    "Rami denied any knowledge of the horse.",
    "But his friend was willing to answer some of our questions. JONATHAN ISRAELI CONSTRUCTION WORKER. We are focused on building for Jews and helping ourselves.",
    "There are many Jews in the Jordan Valley who are unemployed and have problems with the Palestinians.",
    "We just want peace with them. We gave them guns, land and even money. We educated them in agriculture, construction, and even in the military. They have no reason to hate us.",
    "What revenge are they talking about? We kill horses while they kill whole families! Is that revenge?",
    "I don't consider this an act of revenge.",
    "If we wanted revenge, terrible things would have occurred here.",
    "The people here are practicing extreme self-control. If those of us with a gun wanted to take revenge then there would be many dead around here. And I don't mean just one dead horse around here.",
    "The number of Jewish settlers in the West Bank has almost doubled in the past 12 years.",
    "Israel has repeatedly said the Jordan Valley is essential to its long-term security.",
    "Many Israeli leaders cite Yigal Allon, a former Israeli general and deputy prime minister, who, in 1967, outlined a plan to control the Jordan Valley in order to act as a buffer area between Israel and its neighbours.",
    "The persistent expansion of illegal Israeli settlements - and the restrictions on Palestinian development have made life difficult for Palestinian communities.",
    "There are other threats and dangers in the region.",
    "Sirene is traveling to the home of eleven year-old Hussein, who stepped on a landmine in the Jordan Valley.",
    "UM HUSSEIN HUSSEIN'S MOTHER.",
    "He was bleeding. They carried him to the road and stopped a car.",
    "At the checkpoint they asked the soliders to bring him an ambulance. They told them there was an injured boy. They refused.",
    "HUSSEIN OQAB LANDMINE VICTIM.",
    "At first I thought it was a stone.",
    "[Sirene] Did you know it was a bomb?",
    "ABU HUSSEIN HUSSEIN'S FATHER.",
    "I had never seen such a thing. I thought it was a stone [Sirene] What happened? [Hussein] It blew up. But I couldn't feel my foot, i couldn't feel anything.",
    "[Hussein] They took me to the checkpoint.",
    "Hussein is the ninth member of the family to be a landmine victim.",
    "His uncle died after stepping on a landmine.",
    "Seven other family members live with their injuries.",
    "Beside the family home, the Israeli army has created a new training camp.",
    "That building is for military training. See, how close it is.",
    "Sometimes the bullets fly all the way here.",
    "Two months ago a bomb exploded near that wheat field over there. It came from the army training.",
    "Today Sirene heads to Ain Al Baida.",
    "27 year-old Mohammad Daraghmeh was paralyzed from the waist after being shot in the back by an Israeli settler.. MOHAMMAD DARAGHMEH JORDAN VALLEY RESIDENT.",
    "We have animals and I was herding them in Tel Al Farisieh. Some settlers showed up and started to bother the shepherds.",
    "Every day they would come and through stonesand hurt our animals. They would steal things as well.",
    "They came there as if it was their land, every day. They threw stones and cursed us. Then they shot at my younger brother.",
    "I asked the settler why he was shooting and what he wanted.",
    "The settler looked at me and then shot me while I was one the back of my horse.",
    "I spent two hours lying on the ground. The settlers just looked at me through the windows of their settlement.",
    "[Mohammad] My uncle was calling them, asking them for help. They just looked through their windows.",
    "[Sirene] What happened to the settler who shot you?",
    "[Mohammad] He was srntences to a month in prison That's what they say.",
    "Maybe he didn't go to prison.",
    "Today the shepherds and farmers of the Jordan Valley welcome Shadad Attili, Head of the Palestinian Water Authority.",
    "We pay 25 shekels ($7 US) per cubic metre of water.",
    "SHADDAD ATTILI PALESTINIAN WATER AUTHORITY.",
    "How far do you travel to get it?",
    "We have to go 27km.",
    "We've obtained a permit from the Civil Authority to open a route for you.",
    "It's unacceptable the water from this well continues to be used by the settlers. This is your water. The Israelis are stealing it for the settlers.",
    "We want to open a route so you won't have to travel 27km or 45km. To have water for for you and your flock.",
    "ABU RIYAD SHEPHERD.",
    "We've heard this a million times before. Nothing has been done. There's no water, no services, no doctors nothing!",
    "All we hear is tomorrow and after tomorrow!",
    "We have the occupation, so we have a problem. We've been trying to get you water for 3 years.",
    "There are checkpoints and military posts that stop us.",
    "You have a problem and thus we have a problem.",
    "We want to support you.",
    "We are together in this struggle.",
    "No one is greater than the other.",
    "That's right! But you fight while you have a roof over your head.",
    "While I'm exposed to the Jews, the sun and everything!",
    "Our struggle with the occupation has not ended. Can you let me speak please.",
    "We are determined. They destroy.",
    "We plant olives and build If the Israelis concede we're an occupied people and it is the occupier then it should implement the Geneva Convention?",
    "As an occupier, they should fulfill their duties towards the occupied people.",
    "If they recognise the Palestinian government then they should leave so we can pressure our own government to give us our rights.",
    "I'm the Palestinian Minister of Water, but I cannot guarantee these people a single water well.",
    "This is a result of the agreement between us and the Israelis. This is the reality. My presence here hasn't given them water and I'll leave and they'll still be without water.",
    "We are doing our best to bring water here.",
    "We have an agreement with the Israelis and we have been trying for 3 years to get access to water wells that are right next door.",
    ". We don't want to resort to illegal action to access this water because we have signed the agreement.",
    "The settlers pump the water from our wells while our people go thirsty. Water pipes pass between the tents but no one has access to drinking water.",
    "The Jordan Valley is home to some of the most fertile land in all of the occupied territories.",
    "Arable farming is deemed a lifeline for many rural Palestinian communities yet Israel controls most water resources in the area.",
    "Hassan Zubeidat is mayor of the village of Zubeidat - the village is within Area C of the Jordan Valley.",
    "HASSAN ZUBEIDAT MAYOR OF ZUBEIDAT.",
    "We are in the village of Zubeidat part of the Jordan Valley & Jericho governorates.",
    "This is an agricultural area. Over 95 % of our citizens live from agriculture.",
    "Until today there are villages with no drinking water.",
    "They give 7 cubic metres to 3 villages while settlers get 70 cubic metres.",
    "Giving 5,000 Palestinians 7 cubic metres of water each to survive on is simply another tactic to drive Palestinians off the land.",
    "I'm proud to say that since the 1967 war until today no one has left the villages of Zubieidat and Marj Najeh. Not a single citizen has left since 1967.",
    "On the contrary we are building up this area and pursuing a plan to reverse the present trend and re-populate the Jordan Valley.",
    "While you were away in Italy several things happened in the valley.",
    "Four homes were destroyed in Mayteh.",
    "Fathy Khdirat heads the Jordan Valley Solidarity campaign a community group supporting Palestinian farmers in the Jordan Valley against Israeli land seizures.",
    "FATHY KHDIRAT JORDAN VALLEY SOLIDARITY.",
    "We want international organisations and environmental groups to pay attention to what is happening here. I read some news reports about unconventional weapons used in training here.",
    "This well and pumping station provide water to the entire city of Nablus. The Jordan valley is the most important water source for the entire West Bank.",
    "So if we are expelled from this area, we will cease to have access to these water sources.",
    "Then, Palestinian survival in the Jordan Valley and the West Bank will be entirely in Israeli hands.",
    "This is the Hamra checkpoint. One of five Israeli checkpoints in the Jordan Valley.",
    "This checkpoint is one of the most notorious in the West Bank. Most soldiers here are graduates from religious schools. They constantly say we must move to Jordan or other Arab countries.",
    "They belive this is their promised land.",
    "I believe this is a racist regime. They believe they are the lords of the world and the rest are their slaves.",
    "There never used to be Zionists or Jews in the Jordan Valley.",
    "They did pump the waters of the Jordan Valley to the Negev desert to turn it green.",
    "But at what cost to the cultural heritage of the Jordan Valley?",
    "They threaten lfe here.",
    "Many unique plants face extinction due to their policies. Israel is a destroying nature.",
    "Israel steals water from the holy River Jordan.",
    "This river, so holy to Christianity, is now a sewage dump.",
    "Today, five busloads of people from the Jordan Valley are heading to Ramallah seat of the Palestinian Authority - to demand better living conditions.",
    "The popular committee demands better access to electricity for the people of Jericho and the Jordan Valley.",
    "Each day we suffer from Israeli demolitions. We have no water, no electricity, and no services!",
    "NAIM ABU AL HUMMUS SECRETARY-GENERAL OF THE PALESTINIAN AUTHORITY(PA) COUNCIL OF MINISTERS.",
    "I will pass on your concerns. I have personally looked into these issues. The visit of the electricity commissioners to Jericho was discussed by the cabinet.",
    "We have now handed in our demands to the Council of Ministers. We hope they will meet the demands of the people.",
    "The problem has become a business. We are demanding a price reduction in electricity prices . we demand an extension of electricity lines to areas where none exist.",
    "If this state depends on agriculture, then we need water. We have no access to water.",
    "We are dying of thirst and the national government is sleeping. They are doing absolutely nothing to meet the needs of their citizens.",
    "Two weeks after the demonstration in Ramallah.",
    "The Israeli army has turned up to demolished Abu Saqr's home. It's not the first time Abu Saqr has had to watch his home and his life uprooted.",
    "Whose homes have they destroyed today?",
    "Those of Ahmad Al Hafez, Saleh Qosh, Ali Mohammad and mine.",
    "Four houses. Four homes.",
    "Not four houses, four homes. Four homes as well as our chicken pens, the goat and sheep pens. All our possessions. See what they have destroyed.",
    "Within a week of the demolitions, volunteers from the Jordan Valley Solidarity group arrive to help Abu Saqr and his neighbours rebuild their homes.",
    "In March 2011, during a tour of military posts in the region, Israeli Prime Minister Benjamin Netanyahu vowed that the Israeli army would remain in the Jordan Valley."
  ],
  [],
  [
    "Boycott Israel! Citizens, condemn Israel for being a criminal and terrorist state.",
    "The siege imposed by Israel is encouraged by the silence of the international community.",
    "The Italian government collaborates with the criminal state by a military agreement which we demand be immediately suspended.",
    "We are not partners with Israel's politics. We stand behind Palestine. We are all Palestine. We are against the occupation and colonisation of the Palestinian people.",
    "We won't be intimidated.",
    "We will continue despite the power of the Zionist lobby in our country.",
    "Our struggle hasn't yet reached a critical mass. But in time it will grow into a popular movement similar to that which defeated apartheid in South Africa. Palestine is free. They think they can do anything because governments are backing them.",
    "We are not those governments. We are the people.",
    "Our voice will be heard.",
    "A good day to all the listeners of Radio Citt Aperta.",
    "Welcome to our daily press review.",
    "The Maxi catches one of the Lombard mafia.",
    "My name is Mila Pernice.",
    "I'm a journalist and presenter with Radio Citt Aperta in Rome.",
    "I'm also an activist with the Palestine Forum.",
    "It's an Italian network of committees and associations in solidarity with the Palestinian people.",
    "We offer political support more than just humanitarian or cultural support.",
    "In the past few years we've succeeded in getting more people to be part of our activities.",
    "The Forum has helped raise awareness and mobilise people. This proves public opinion doesn't always agree with what is said in the official media.",
    "Here in Rome, we created the Rome Network in solidarity with the Palestinian people.",
    "Besides the Palestine Forum, it includes other associations and groups.",
    "It was mainly formed to organise the boycott, divestmentand the sanction campaign against Israeli products. We meet each week to decide on our activities. If the organisers of these different flotillas don't coordinate then it will be difficult for us to make progress.",
    "It seems the massacre on the flotilla has made the international activists more determined to continue on the same path.",
    "But previous experience shows we have more difficulties ahead.",
    "I think we should start defining the political dimensions of this matter.",
    "In particular, I mean the well-known figures going on these boats. The more important they are, the better it is.",
    "As a network, and particularly as the Rome Network, I think what Germano has just mentioned is a key point.",
    "We need to decide how we give our political support and how we commit to breaking the siege of Gaza. I am more in favour in supporting those boats which are passing through Italy.",
    "The Viva Palestina will pass through Ancona port on its way to Gaza. And any Italian boat.",
    "Let's call for a national meeting and work on what was just mentioned by Germano.",
    "Why do we support the Palestinian cause? Because it's an obvious injustice facing the whole world. And because we are against imperialists and colonialists.",
    "If I speak of Zionism as a colonialist ideology supported by imperialist countries, then the struggle against Zionism is not only a Palestinian struggle.",
    "It is mine, yours and ours. My name is Rossana Platone and I retired several years ago. I used to teach Russian language and literature at university.",
    "As I am old, I witnessed the unfolding events that led to the birth of the state of Israel.",
    "I welcomed this news. This was natural because I came from a left-wing family.",
    "We were all standing with the Jews because of their persecution.",
    "However, my attitude towards the Middle East issue changed during the 1967 war. The occupation of Palestinian land and the successive colonisation of this land were the reasons why I changed my point of view.",
    "Now I am part of the Boycott, Divestment and Sanctions campaign against Israel.",
    "This was called by the Palestinian civil society. It was joined by many European and non-European countries.",
    "I am personally interested in these campaigns as well as part of a specific group called Stop Agrexco.",
    "Its main aim is to boycott Israeli agricultural products, specifically those coming from the Israeli settlements.",
    "In 2008, a national meeting was held in Pisa to launch the boycott campaign in Italy.",
    "There, I met two people from Rome and we decided to start the Stop Agrexco group in Rome.",
    "We haven't done much yet. Mainly in grocery stores. We distribute leaflets in the supermarkets and invite people to stop buying these products.",
    "Whilst in supermarkets, we ask to meet the managers. We achieved some positive results, in the beginning.",
    "Two major Italian supermarket chains, Coop and Conad, suspended the sale of these products.",
    "Of course, there was a strong reaction. They came under intense pressure and they had to back down. Perhaps we should say a few words about this year.",
    "In recent months, we've had a positive response from many people. This is excellent and it shows the boycott is working well.",
    "It is effective in motivating people. Based on these results, we should review the campaign and think of a new one.",
    "Let's make new leaflets. Not just about Agrexco but include a list of all products coming from the Israeli settlements.",
    "Let's start a campaign about the need to respect international law. Through this we can talk about the Palestinian issue.",
    "And if anyone boycotts another country which is contravening human rights then that's an added benefit.",
    "The main idea is there: the need to respect international law through boycotting Israeli products. We can work on developing these ideas to present to the Network on the 22nd.",
    "We are not isolated from our society. We are a minority and we think differently from public opinion. But that doesn't mean we're marginalised.",
    "We each have our own work, friends and social circles. Marginalisation is different.",
    "The only risk we face is that of physical aggression against us by extremists from the Jewish community in Rome. Until now, this hasn't happened to us. But it's possible.",
    "Therefore, when distributing leaflets we avoid sending out one or two people.",
    "Instead we go out in small groups. This is just a precaution. We will continue as always. [Offida] 51 countries from all over the world are taking part in this World Youth Cycling Championship. We made it 52.",
    "Here in Offida, you can see the flags of each of these 51 countries. We decided to put up the Palestinian flag and to hang it above the Israeli flag.",
    "This is an affirmation of a state that still doesn't exist. It has to exist and it wants to exist.",
    "We felt everyone here in this city should see the Palestinian flag above the Israeli one.",
    "My name is Enrico Bartolomei. I was born in Offida, a small city in central Italy.",
    "I am currently working on my PhD at the University of Macerata.",
    "My main subject is the history of Euro-Mediterranean region. Particularly Israel and Palestine.",
    "My interest in Palestine is a result of a series of incidents.",
    "The first incident happened after I borrowed a book from the library. Inside this book I found a piece of paper, like a bookmark between the pages.",
    "It was a photocopy of an article about the link between the holocaust and the birth of the state of Israel and how it contributed in empowering Israel.",
    "On the same piece of paper there was a hand-written note. Maybe from the previous reader.",
    "The note read: 'What about the Palestinian holocaust?'",
    "The idea of a Palestinian holocaust even just the use of the word holocaust. For Italians, and for Germans, this word is a taboo and is associated with the tragedy of the Jews and their extermination in Europe.",
    "The use of this term to express the tragedy of another people was shocking to me.",
    "Over time, I became more curious and had a strong wish to see Palestine and to know more about the Palestinian tragedy.",
    "So in 2005 during the summer break, I decided to do a month's voluntary work in one of the Palestinian refugee camps.",
    "I chose Aida Camp behind the separation wall.",
    "There were around 20 international volunteers. We were sponsored by a local Palestinian association called the Leja Centre. I helped in rebuilding the garden of one of the schools.",
    "I also visited the conflict zone.",
    "I made good contacts with some popular resistance committees protesting against the separation wall and the Israeli settlements.",
    "After each Friday prayer, the villages of the West Bank organise peaceful demonstrations against land confiscation, the building of settlements and the separation wall.",
    "It was interesting to be part of these weekly activities. It helps focus the role of the international activists and arouses interest in those curious to go to Palestine to become activists.",
    "When you go to Palestine and see the injustice there, in this small land, you can't forget what you have seen.",
    "When you witness this, you start feeling part of the cause. You feel your destiny is somehow tied to that of the land and the Palestinian people.",
    "This will be my fourth trip to the occupied territories of Palestine.",
    "I must decide what to take, just the necessary things.",
    "An Arabic language dictionary will be important because I'll be taking an intensive Arabic course. This will help me read documents in their original Arabic language. It will be very useful for my research.",
    "I will study at Birzeit University. So I'll take some dictionaries of Palestinian vocabulary and Arabic.",
    "These will probably give me trouble at the airport. I'll face many questions at the airport.",
    "Whoever goes to the Palestinian occupied territories, whether from Jordan, Israel or any other country, must pass through Israeli security checkpoints at the airport.",
    "I'll be subjected to a series of questions about my visit. Why am I going to Israel? What are my intentions? What places will I be visiting and will I be meeting any Arabs?",
    "I'm going to have to accept this and be part of this charade.",
    "I'll say that I'm not going to the Palestinian occupied territories that I won't be speaking to any Palestinians. I'll have to pretend the Palestinians don't exist.",
    "This has been the aim of the Zionist project from day one to deny the existence of the Palestinian people. Birzeit is the largest university in Palestine. In which city?",
    "Ramallah Ramallah.",
    "Have you been to Ramallah?",
    "No, I haven't.",
    "You've only been to Jericho, Bethlehem and Jerusalem.",
    "Can foreigners live there or do they have to live in Israel?",
    "Ramallah is part of the Palestinian territories, there are many hotels, accommodation and families offer places to stay. When Enrico told us about his plan to go to Palestine as a peace activist, we were a little unsure because of the dangerous situation there.",
    "Our first reaction was to ask him to be careful since it was a place of conflict. And we know the nature of our son. He wouldn't hold back in tense situations.",
    "We were quite concerned, especially my wife. She was more worried than me. We were stressed for a while but made sure he didn't notice that.",
    "Because he is an adult and he is the only one who should decide his future.",
    "End of Part 01 End 00:23:25:01 We visited almost all the cities in the occupied territories-Jenin, Nablus, Hebron, Jerusalem and Bethlehem.",
    "We met with many associations working in the occupied territories.",
    "What do the Israeli companions think of the Palestinian situation?",
    "We spoke to the Israeli Communist Party. They are understanding and critical of Israeli politics. They hope for a two-state solution.",
    "The only solution is to create an independent Palestinian state with its own economy. One that is not controlled by the Israeli army and their checkpoints.",
    "There has been a huge territorial re-mapping which makes the two-state solution practically impossible.",
    "Also, geographically it is impossible to remove half a million Israelis from the West Bank.",
    "And Israel will never give up its grip on the water resources.",
    "So what's the solution?",
    "There's talk of a single state for both Palestinians and Israelis. But this requires a great effort.",
    "Israel has to give up Zionism and the racist ideologies on which it was founded. It has to take a path of reconciliation. As in South Africa between the blacks and the minority whites, when the blacks used to live in isolated islands.",
    "How?",
    "It seems impractical but it's the only solution.",
    "But that doesn't fits with the ideologies and polices of the Israeli government.",
    "For now, we hope international pressure will at least help lift the siege of Gaza. But at the moment it's not very promising.",
    "All these ridiculous measures don't deal with the core of the problem. Peace is still far away. [TURIN] We are ready for the vans coming from England and France. They will travel through Turin and Milan to Ancona port. These are some guidelines and a list of contacts in case of an emergency. I first met Alfredo Tradardi at the Erez crossing-point on Israel's border with Gaza in December 2002.",
    "I was leaving Gaza as he was entering. We had a short talk. Then we met again here in Turin at some meetings. It's a unique story. It could make a romantic novel. In 2003 I was working in Gaza during the summer when he joined me there. He was traveling between Gaza and Ramallah. It proves you can still fall in love, whatever you age.",
    "Since then we have been working together. In a decisive moment in 2004-2005, Alfredo thought to create this Italian group.",
    "He had already joined other Italian groups such as Action for Peace. But they didn't offer the type of drive we were after.",
    "So in 2006 Alfredo decided to start the International Solidarity Movement. Five vans, an ambulance and a medical car.",
    "The British organisation are partners with ISM Italy and Viva Palestina in Italy. The British organisation has received from the authorities in Gaza a list of aid requested for the people of Gaza. My name is Alfredo Tradardi. I was born in L'Aquila on Christmas day of that terrible year 1936.",
    "I was deeply marked by what happened in October 1944.",
    "It was the day my father, who used to work as a magistrate in L'Aquila, came home in the evening dressed as an officer. He had left his office and joined the partisans in Abruzzo.",
    "The next morning I was with my father as he left for the brigade. I was 8 years old. I said to to him: 'Papa, come back with a medal.'",
    "My father answered: 'To earn a medal you have to die.'",
    "And that was what happened. My father died at the age of 36 while leading the partisans.",
    "I have been influenced by the moral legacy of my father and the partisans.",
    "And by the resistance movement against fascism and Nazism which is part of few pages of Italian history of which we can be proud.",
    "This is extremely important to me. My name is Diana Carminati. I worked at the University of Turin. I was teaching European contemporary history. I left my job in 2004, a few years before my pension.",
    "There was a project in Gaza funded by the Turin council and women's association against the war in Gaza.",
    "They asked me and some other people to be part of this project. Back then I was still a few years away from my pension. But I chose to start a different life.",
    "I have a seven tonne truck available for you to use. In addition there's a small car if needed.",
    "I will take care of all charges, costs and petrol etc.",
    "I am not asking anything but to join the convoy.",
    "I am an Italian citizen with a valid passport.",
    "Your effort is great, thank you. Well, this is proof of what I've said. Support is growing.",
    "I answer your appeal: 'Break the siege of Gaza.'",
    "This is the aim of our campaign.",
    "It is a real moral and political duty. Free Palestine immediately. This confirms that despite what this country appears to be and despite what we see on TV, this country has a rich cultural heritage and significant political understanding.",
    "This country is rich in those whom I call ethical minorities. Minorities that pledge themselves to a cause with determination and compassion. From Turin to Gaza with Viva Palestina, the Italian convoy. After the dramatic and tragic events of the G8 meeting in Genoa in 2001, many social forums were started in Italy.",
    "I remember this woman from Ivrea. She remembered me from when I used to work for Olivetti in 1960.",
    "She gave me the programme of an Italian organisation called Action for Peace. It was one of the organisations campaigning on the Palestinian issue.",
    "She was preparing for her first mission there between 2001 and 2002. The truth is, I wasn't felling well back then. But I decided to go along.",
    "This experience was decisive. After that, I kept going back to Palestine. I have continued dedicating all my time to the cause of Palestine.",
    "My name is Frank Hughes. I come from the Belfast to Gaza crew. This vehicle is going to be donated to the James Connoughly surgical unit at the Al Auda hospital in Gaza. The money that we used are donated from the North of West Belfast and the North of Ireland or the occupied six counties as it is sometimes referred to.",
    "The hospital specifically requested for a mini-bus with wheelchair access. So there are different typrd of medical aid going to Gaza on this medical convoy from all over the world. People sometimes ask why seven men from Ireland would drive for four weeks to drive four thousand miles for complete strangers to go into a foreign country for people who don't even share the same religion, the same culture, the same language.",
    "All I can say is the oppression suffered by the people in Palestine is exactly the same that happened in Ireland 150 years from British tyrannical, empirical rule.",
    "For eight hundred years the people of Ireland have resisted foreign occupation. We feel very very passionately and strongly the pain of the Palestinian people.",
    "Good evening and welcome.",
    "Diana Carminati and I were part of last year's convoy.",
    "We know the difficulties ahead. We also know the determination of of such a convoy.",
    "This convoy is a response to what happened to the Mavi Marmara flotilla. And to all the attacks against the Palestinians since the beginning of the last century.",
    "[Ancona port] We're waiting to board the ship to Greece. We are driven by human, political and moral values. And we hope to prevail against the politics of inhumanity.",
    "My name is Dana Lauriola. I was born in Ramat Gan near Tel Aviv in Israel. I have both Italian and Israeli citizenship.",
    "I decided to be part of this convoy because being an Israeli I have always been interested in what is happening in Palestine and the reasons behind this long conflict.",
    "I decided to stand with the people who are struggling and resisting. I don't believe this is a betrayal.",
    "The Israeli government is the one betraying the cultural heritage of our people. Has the situation changed in Palestine?",
    "Did you achieve any progress towards its liberation?",
    "Things are getting worse.",
    "Worse? After my last trip, I realise my efforts should be focused here in my country.",
    "When you go to Palestine and decide to devote part of your life to support the Palestinian cause, you know you will go there often to see what has happened, meet with friends and support the resistance.",
    "But the moment comes when you realise your efforts should be focused here. Because a lot of injustice that is so visible in Palestine is born here.",
    "It started here 60 years ago when Israel was created with complicity in the occupation of Palestine.",
    "Then with the international community's support of Israel's politics and allowing it impunity.",
    "As well as all the military aid and economic trade guaranteed by Europe and the West in general. So I think there's a lot of important work to be done here in Italy.",
    "It's not true that the siege was eased after the massacre of the Freedom Flotilla. The siege is still there, and even worse. We support the resistance of the Palestinian people.",
    "This is a large union demonstration. As the Palestine Forum, we are using this opportunity to distribute materials to help raise awareness.",
    "We're also collecting donations from workers who support the Palestinian cause.",
    "The money will be go to Al-Auda hospital in Gaza.We previously sent them aid back in 2009.",
    "Among the materials there is this book. It's compiled by the Palestine Forum. It's on the conference about Zionism we held in Rome in November.",
    "It has always been taboo to talk about Zionism. But the conference broke this taboo. Thanks to the contributions of scholars who enriched the event with their research.",
    "For example, comparing anti-Zionism to anti-Semitism. A concept we have always rejected.",
    "It also discussed the one-state solution and the political ideology of Zionism as the main cause of the Israeli-Palestinian conflict. Only 5 Euros and you can help the resistance of the Palestinian people in Gaza. We are group called Stop Agrexco.",
    "We meet with the big supermarkets chains to invite them to cancel certain contracts.",
    "And we continue our campaigns in front of grocery stores and supermarkets to influence public opinion in Italy.",
    "We will continue distributing leaflets and collecting signatures to stop the import of these products and the signing of new contracts. We may only get limited results but they are important to us.",
    "We try to make people understand the illegality of this matter.",
    "That these settlements and their products are illegal. And that if we buy them, we are complicit in this illegality. If we succeed in this, it's important. I am not against Israel. Neither are we, but we support international law.",
    "The Israelis should remember what the Germans did to them. They should stop doing something similar to the Palestinians. But it seems they forgot.",
    "We're aware of the limits of our actions. We don't think we can change the world by distributing leaflets. But small things can make a difference.",
    "We are not in the government. We don't have the power to change things. Each helps in their own way. But we are realistic about what we can achieve.",
    "Had we not been so committed to this political struggle over the years, then perhaps the Palestine Forum wouldn't have lasted. In 1990, no sane person would have predicted that Nelson Mandela would become the president of South Africa.",
    "So history is not written before it happens.",
    "To hold out for what is right while others are giving up and accepting compromise solutions we rejected. It is a tough choice. We and those around us are bearing the consequences.",
    "However it is a choice that gives you back your freedom.",
    "We are witnessing an attempt to rewrite history.",
    "Zionism is trying to rewrite the history not just of the Middle East and Palestine. but of the whole world.",
    "If you ask we will succeed in changing anything I say: 'Yes, I believe so.'",
    "I don't know."
  ],
  [
    "Exemption from military service is a hotly debated issue in Israeli society.]",
    "Those who take should also give. Jews have only one homeland. If we don't help ourselves who will help us? Those who refuse to serve in the army haven't been well-raised by their families. Otherwise, they would serve their homeland. What does our country give us in return? 1% off from your bank loan? You should escape when asked to serve. All our children must serve in the army. It's irresponsible to refuse to serve. You can't live here without serving. AVNER GVARYAHU ING THE SILENCE.",
    "I grew up in a religious Zionist family in Hehovrot. The army was definitely something that I it was part of my future. And I started my service in a special operation's force as a paratrooper. And it's probably to today, even, when I look back probably one of my most moment, the most proud of.",
    "SAHAR VARDI CONSCIENTIOUS OBJECTOR.",
    "I am from Jerusalem, and growing up in Jerusalem the second Intifada was part of our lives. It was everywhere.",
    "I think that at that point, teenagers my age had a few different options. That the most common one was to try to ignore it as much as you can.",
    "Another option was to kind of trying ask questions on what is going on. I joined an activity of an Israeli organization in the Occupied Territories in a Palestinian village. And in many ways, through that village, I began to understand what this word,Occupation, actually means.",
    "[Avner Gvaryahu] The first time I ever entered a Palestinian house was towards the end of my first year of training. We went to the house in the middle of the night; you take away the cell phones. You put all the family in one room, you close the windows and the house is yours. The anger of the people, the eyes that looked at me and saw me as the epitome of evil is something that stayed with me. And there is violence. There is Palestinian violence like there is Jewish violence. But with that said there are people who aren't violent. [Avner Gvaryahu] And instead of encouraging those people to be non-violent, we did the opposite. RUTH HILLER NEW PROFILE.",
    "It turns out that my ethics at home were subversive. Because we are media freaks, both of us, my husband and I. And we were watching Jordanian television so my children grew up seeing the first Intifada.",
    "Which is something that was not seen by Israelis at all, they didn't even know it was happening. But my son said that when he saw those Israeli soldiers abusing Palestinians on television, when he was five or six, he didn't want to be a soldier already. SHIR GIVONI CONSCIENTIOUS OBJECTOR.",
    "My personal experience was very formative in my choice not to serve in the Israeli military. And that was that a friend of mine was killed, he was Palestinian. He was murdered on October 2000 while demonstrating. And that helped me to realize, to open my eyes and realize that in the name of security, my security, supposedly, terrible things are being done.",
    "[Sahar Vardi] We decided to refuse as a group and we declared that we will refuse publicly.",
    "We said \"our reasons to refuse are because we know what is happening on in the Occupation, we have seen this and we can't be a part of that system. I was probably sentenced six or seven times, altogether for about two months in military prison and another three months in detention and eventually I was released on mental health.",
    "So technically I am crazy.",
    "[Shir Givoni] To be anti-militarist or pacifist in Israel as a clear ideology is difficult. It is difficult to maintain it and to speak about it. It is looked down upon, it is perceived as not patriarchal and many people who do it are branded as traitors.",
    "[Sahar Vardi] One of the first questions in every interview, work interview, would be -what did you do in the army, were you an officer, were you not? And this will definitely determine a lot of where you'll go in life.",
    "Also the connections you receive in the army [Shir Givoni] A young person in Israel is 21,he has just come out of a system that has made him very small. And now he is discovering himself. Now is the process that is beginning of discovering his individuality and his independence, and sometimes that process takes many years. [New Delhi, India] WASSIM FAROUQ KHAN SHOP OWNER. We do mostly business with Israelis. Like 90% Israeli people are coming here because they are recommended from Israel. We started like back 24 years ago, that was the beginning of Israeli people coming to India after the army. It became more famous and they started talking about India, and then after all the young children after their army they were coming to India because it was really cheap. And they were just working for like 6 months or one year, saving the money.",
    "And then coming back here, spending like six months, three months, four months and then flying back home.",
    "You know Facebook? This is Facebook you see? I think it is amazing. Hundreds and hundreds of Israelis. Oh here, see. Two friends of mine that were here one year ago, maybe more.",
    "[Wassim Farouq Khan] So the people they are together in the schools or in universities and especially from the army they know each other. Sometimes people come and they see the picture -ah he was my officer, he was working with me in the army.",
    "Let's say they are going from Delhi to Manali, it doesn't matter if it is not the season for Manali. If one Israel said, wow, Manali , everybody will follow you. Everybody follow him. They get to Manali.",
    "[Every year, around 35,000 Israelis travel to India. Most of them travel after the completion of their military service.] [Pakso, India] HADAS PEREZ FORMER SOLDIER. I fell in love in India. I don't want to go home.",
    "[Hadas's Friend] I finished the army and I said: now I don't want anything, I just want to save money and go for a trip.",
    "[Hadas Perez] The army is, for some people, not for all of them, is quite stressful. You have rules; you have to wake up very early. You don't want all this stuff here.",
    "You just want to be cool. CHAIM NOY AUTHOR, 'VOICES OF ISRAELI BACKPACKERS'.",
    "I think that the importance of the phenomenon of backpacking in Israel is that it allows a number of groups of Israelis, particularly young Israelis, to consolidate some kind of identity and some kind of shared experiences and shared practices that are shared among this group but not with other group. For instance ultra-orthodox Jews don't backpack, Palestinians living in Israel, Muslims or Christians, they don't backpack, they do other things at that age. So the group of backpackers is a way to do something that is physically outside the country and to relate to each other.",
    "SHAI MICHEL FORMER SOLDIER.",
    "I live in a Kibbutz. It is called Kibbutz Gadot. You know what I am saying? It is like a small bubble, a warmy safe bubble.",
    "[Shai Michel] The army is really maturing, it is really helping. But it is also, you know, you have strict rules and people telling you what to do. Because naturally I am kind of shy, so India kind of helped me to overcome this stuff in me.",
    "The deeper you go into your soul, the stronger your relationship with God.",
    "RABBI HANAN HERBST CHABAD EMISSARY.",
    "Most of the Jews who come here are Israelis. They come in search of their inner soul. They ask about the meaning of life.",
    "I'm Jewish and I fight for my identity but there are still questions about the essence of life. There are many people with questions about life that are difficult to answer. Life in Israel is difficult politically and economically. So many people come here.",
    "[Bhagsu, India ] Dharamkot, is I think Israeli people call it small Tel Aviv, because all the Israeli gather together there.",
    "[Chaim Noy] Israeli backpackers gravitate to each other; they are attracted to each other. And this of course has consequences for the economics because if they gravitate to each other they create these micro-markets.",
    "We have referred to it in some various publications as some kind of colonization, not in the hardcore sense of occupying the Gaza strip or Jericho. There are no tanks involved but there are a lot of sentiments involved. Many Israelis put Israeli flags or Israeli food. And it is in the public sphere. It is about being Israeli, it is about making the place an Israeli place. So when they travel they make this bubble and the people outside this bubble could be Palestinian slash Indians and so on.",
    "YOAV STERN FORMER SOLDIER.",
    "We've been in a unit whose specialty is against tanks. I can't say it was a great time, but there are some advantages in the army. You meet people from all over the country that you never would not meet without the army experience.",
    "We have lots of common humor from this time you know. You're getting tougher for the rest of your life. That's also a kind of advantage.",
    "[Shai Michel] I finished the army two years ago. I wasn't really trying to achieve something in the army. I just went like wherever they put me. They put me like in a tank crew. The only time you can say that I was in a war it was in Gaza. I've been like five days.",
    "It is not really like the movies or like you imagine it will be if you need to be in this kind of situation. It is really really different and you are already into it and you are always preparing.",
    "When it happens it just happens so quick you don't really. It's long time since I've thought about this kind of stuff.",
    "It was good and bad 'cause I have a lot of good memories from the army. But also it was kind of hard times you know. Because you don't really do what you want to do.",
    "I don't like wars or I don't like this situation where you have to constantly protect your borders or feel intimidated you know. I prefer peace and happiness. You don't have a lot of choice in Israel. You know it's kind ofyou have to do it. Because it is really a big part of Israeli society.",
    "[Chaim Noy] I am not sure what are the relations between the army and the backpacking because if we would do an experiment and we have another State of Israel with no army, I still would think that many Israelis would backpack.",
    "Because Israel is a very small country geographically, there is on the one side sea and on the other side Arab countries that are not usually in good relationships. But the fact is that many Israelis travel after doing the army. And what you can see is that they talk about the army and in many senses, they carry on their military identities and ways of behaving.",
    "[Indian Cook] And mix it all I do like this? Ok. I love Indian food. At home I go to Indian restaurants and when I came here I decided to try it.",
    "[Hadas Perez] I was very proud of myself to go to the army, especially because I love the country. So I was like I'm going to protect it, to do stuff for the country. My job wasn't something very stressful because it was kind of fun.",
    "I was in charge of the education in the base. But my soldiers they had a tough job. I had a boyfriend that was a fighter. I know that my boyfriend didn't like fighting with other people.",
    "He knows that they are innocent, most of the people there, but he has no choice, so [Hadas Perez] Most people just came here to relax and just think about nothing and talk about dogs and cows.",
    "And come back home and deal with other stuff like that so They just don't want to talk about it I don't want to talk about it. Smoking is a part of it Kasol, how can you not say that. It is the main thing really, that's what I came here for. Because there is hashish.",
    "ROY CARUCHY FORMER SOLDIER.",
    "I see people taking over too much. I see people going junky. It is very easy. It is easy to get it. And you have partners. The parents worried when we went to the army. So going to IndiaWhat is India when you like at the army?",
    "The tradition is not to get crazy and flipped. The tradition is to go, have fun, realize, find your inner self and go back to Israel and keep going with your life. That's it.",
    "SHIRI SHEMESH EXEMPTED FROM MILITARY SERVICE.",
    "I can recognize if I sit in a place in India I can recognize if it is a fresh, just finished the army, or maybe three years after and still traveling. They are always like in their little bubble of protection. Still they are still soldiers. Without uniforms.",
    "I did not want to serve, all my life. I always said that I don't want to be a soldier. It is so young. 18. You go as a woman for two years, between 18 and 20. And for me it is kind of blocking your view and makes everybody same. Think same, dress same, talk same. And there is the reality of like you have to. Who do you think you are not to serve?",
    "I did not like that. Its like I feel that each one has the right to choose if he wants to hold a gun or not. I did not want. And when I went there they basically saw that I am a lone girl. Which s a person who's family is not there. So the army needs to provide me with an apartment, money, they need to take care of me. They become my parents in Israel. So I guess that they didn't like it, which was for my luck.",
    "YAELI FREESPIRIT FORMER OFFICER.",
    "When I first came to Goa, I was looking for a change in my life. Goa was fitting very well with this dream since I can work here and at the same time have a good time.",
    "Hi! Nice to see you!",
    "Yaeli Freespirit.",
    "At the time we came to India, it was at the time that Israel just starting to build the wall. We were feeling that this was the opportunity to get out of the country.",
    "At that time I was a peace activist. There was a very big peace camp and I remember that one morning people from the Israeli army came to speak with us and said - look, we don't want to, we really support your peace camp, but we want to make the ground flat in order to build the wall, so you have to take your peace camp a few km away because we have to straighten the land for the wall.",
    "[Yaeli Freespirit] I always say I am coming back. I saying am coming back when there is peace. This is why my mother, whenever there is peace talks, she is writing to me in the email -There is peace talk, peace is coming.",
    "[Berlin, Germany] OFER ADERET, JOURNALIST, HAARETZ.",
    "In the last 10 or 15 years, Berlin replaced Amsterdam, London or New York City as the new so-called, \"Mecca.\"",
    "Everything is now happening in Berlin, it is very fashionable to live in Berlin, To work in Berlin, to study in Berlin, or just to say that, \"I'm in Berlin.\"",
    "ELAD JAKOBOVITCH FREELANCE JOURNALIST.",
    "The number of Israelis in Berlin is increasing. It is very hard to know exactly how many are here because many have European passports, which was unthinkable maybe 10, 15 years ago. Even those who don't have passports.",
    "[Ofer Aderet] 20, 30 not to say 40 years ago, Berlin was some kind of an enemy. Not one was allowed even to think about even going to visit Germany. And now we see that it changed completely. That's an amazing phenomenon. MOR DOVRAT FORMER OFFICER.",
    "I came here completely alone, not knowing anybody. I decided in my final year of school, I have studied acting and theater. I felt that I have no room in the Israeli cultural swamp, I call it.",
    "I chose Berlin because it is the most comfortable place for me to be right now. My parents they really support me and they supported this decision as well. But it was an issue for my mother's side, her parents had been through the war.",
    "The thing she asks me most of the time; If you have a German boyfriend, before getting married or something, ask him where his grandparents were during the war! It is some kind of black humor.",
    "GAL SKOLNIK FORMER SERGEANT.",
    "What we learn in history in school is something like that;this was a land without people for a people without a land. That Israel was an uninhabited country. There is no word about the violence in the act of coming to an inhabited country, and saying that, I'm going to start my own state here. SHAHAR LEVI, FORMER SERGEANT.",
    "I feel that in Israel there is some sort of mechanism that makes you believe that what you are doing over there is necessary and you are protecting your country. And that there are certain points that you need to go through in your life as an Israeli citizen. And one of them is serving in the army.",
    "There was one incident that didn't let me go, in a way. I couldn't really sleep at night. There was like a group of terrorist that broken to one of those checkpoints and they killed the Israeli soldiers. We didn't care about the motive.Oh yeah, we are going to kill people, that's cool So we went there and there were a few people in like uniforms, but the other people were not in uniforms, so you can never tell if they are soldiers or policemen, or just friends who came to visit. But the task was to terminate them. And that's what we did.",
    "[Hair Dresser] ROY ROTHFELD FORMER OFFICER.",
    "I was in the war with the Gaza Strip. The first couple of months I find myself not sleeping, nightmares all the time, stress all the time. But if you really start to think about things too much, then you just start being sad you know.",
    "You just fall down in this cycle and after that it is really hard to pick yourself up and go out, especially if you have to function as a soldier, you know, in the end.",
    "So you just wake up, you look at what you have, you smile. Maybe sometimes you say, not thank God because I don't believe in that guy. Maybe sometimes you say maybe thank you that I am not on the other side of the fence, of the weapon, of the binoculars, whatever.",
    "[Shahar Levi] Ordinary people, even intelligent people with high self-awareness, become, in a way, monsters in this distorted reality.",
    "But you know, you grow older, and you start thinking about those things. Not only about those incidents.",
    "You start to think about the other. The other, the Palestinian and their needs and their motives.",
    "[Roy Rothfeld] Yeah, only like in the army did I come to bigger conclusions and got my opinion a bit stronger about Israel itself, about living here, if I want to live there, why don't I want live there, why I shouldn't live there.",
    "For me here, it is quiet. I don't deal with news, with another terrorist was killed, another bomb went off, another Qassam fell, another soldier was kidnapped, this politician was found corrupt again, this one did that.",
    "I don't have that right now in my life and that's a lot better for me, that's quiet for me.",
    "[Gal Skolnik] I had several reasons to leave Israel. One was kind of a more social reason. I mean in Israel the society is still pretty traditional. On the other hand it was the Lebanon war and I had a really hard time coping with that because when I lived in Israel I was kind of trying to totally ignore all the politics, I was doing my very best.",
    "Basically, you have this pressure on you all the time and then on top of the stuff that you know without even wanting if you actually turn the tv on and every night you see this serious person saying-today blablabla happened and blablabla, you are in danger.",
    "I couldn't live like that. Only after like 2 years out of Israel was I actually able to read the newspaper again. GABRIEL S. MOSES, EXEMPTED FROM MILITARY SERVICE.",
    "I think in Israel everybody is obsessed with this war on, war for survival. War to stop the Occupation, war to, I don't know, stop the zombie, Arab, Muslim enemy that threatens to destroy, so you kind of find yourself stuck in between saying, I just want to live my fucking life, I want to do other things.",
    "So you find yourself an escapist, and just to be an escapist you have to fight for your right to do that. It is not easy there.",
    "And then, being an escapist, turning your back on Israel, coming here, not wanting to deal with anything, all of a sudden you say; Wait a minute, now I am in Berlin, for this matter, and I can speak my mind, people want me to speak my mind, people are interested, I have a perspective, I can actually make some kind of a difference.",
    "And then all of a sudden, you find yourself active from the outside because it doesn't demand so much effort as it did before.",
    "[Gabriel S. Moses] Unless you are willing to be an active participant, an activist in Israel, willing to jeopardize your health and maybe sacrifice your life, for the sake of actively standing in Israel and refusing and fighting the Occupation, unless you are willing to take that responsibility on yourself, get the fuck out of there now, oppose it from afar, hold our breaths, say we don't like and disagree with all these stupid ideas that will come to flourishing.",
    "Wait 200 years and then talk again.",
    "[Gabriel S. Moses] There is a huge tendency of emigrating to Europe and these people are usually, usually the left wing youth or new generation which just don't see any reasonable resolution in the near future?",
    "If the left just turned its back on this game called Israel and stopped playing it, there would be no mandate to even consider its legitimacy. The only people left there would be the ones who it would be so easy to object to that the machine would simply implode.",
    "[Ofer Aderet] There are a lot of things which are wrong in Israel. The current government is mainly consisted of right wing nationalist ultra-orthodox. People are not satisfied by this government, people are afraid of the actions and of the choices of this government And maybe we will have to deal with yet another war.",
    "So it is one of the factors but I am not sure if this is the only reason why people chose to leave a country and go abroad.",
    "[Mor Dovart] It is too stressful there. And when I say stressful I don't mean like in a war zone kind of stressful way. I didn't feel the war zone so much and I on purpose detached myself from any kind of political. I don't read papers I don't watch television. It is the only way for me to be there, I cannot stand it any other way. And even though, the stress of the society is in every level of being.",
    "[Roy Rothfeld] It is simply not worth it to go back to live there. Financial wise, even if I want to study in university, make a family. It doesn't really matter.",
    "From the small fact that I have a European citizenship I get so many other choices and doors.",
    "[Gabriel Moses] The funny thing about this book is that it is pretty much like a biography of what made me come to Berlin. How can we live this completely American lifestyle and facing the conflict every day, living next to it.",
    "What does that mean? We live in the Middle East but we refuse to accept the fact that we are part of it. I think this pretty much indicates that there is an identity crisis in Israel.",
    "[ISRAEL] ELIAHU BEN MOSHE DEMOGRAPHER & STATISTICIAN.",
    "The dissatisfaction levels are growing tremendously in Israel. The demonstrations in the last summer and what is coming this summer are showing us that especially the middle class, a huge group, is very discontent with the situation. If this discontent will transform in emigration rates we have to see.",
    "It will depend on the situation in Europe, the situation in the United States. Certainly they are not going to immigrate to the Third World. And we can't say for sure what will happen; one of the scenarios is that there will be an exodus.",
    "The future of Israel, in my opinion, I am not sure where it actually goes.",
    "I want to be really positive but I am afraid that things are gonna go in a bad way.",
    "The future of Israel is hanging by a thread of the people in the government.",
    "In Tel Aviv, things are better, but it is like a bubble here, so it is fun to live here but sometimes outside you see that there is a lot of poverty.",
    "I hope to live here all my life, but I don't know if that's going to be a possibility, and that's it.",
    "Both of my parents came from Italy to live here. They had really a good life in Italy and they were Zionists. And they came to Israel. Now, 30 years after that, my father went back and I am going to study in New York. So we are all starting again to spread apart.",
    "[Shir Givoni] Leaving was not an option. I am not the one to say that just because I disagree with the majority I have to leave. This is not what democracy is about. I have the right to be here and say what I think.",
    "AVNER GVARYAHU ING THE SILENCE.",
    "What we are trying to do with the on lasting occupation and realizing that it is not going to end tomorrow. Is how do you continuously talk about it and be that annoying voice saying; Guys, you cannot forget about 2.5 million people living in the West bank, a million and a half in Gaza! You sent us there, the society, and you are still sending people there. So the least you can do is hear us out!",
    "Breaking The Silence, is an organisation of Israeli military veterans publicizing the reality of everyday life in the occupied Palestinian territories.",
    "[Avner Gvaryahu] I don't know what the best way is. What we do is we gather testimonies and publish them and we take people to the ground. We take people to see what is happening, in a city like Hebron for example, the backyard of the Israeli society, half an hour from the capital of Israel, still a world apart.",
    "When we talk about Hebron we talk about the ghost town. We talk about the city that used to be probably the biggest market city probably all around Israel, which is now pretty much empty.",
    "We talk about more than 1800 stores that were closed, shut down; most of them welded shut by the army.",
    "[Avner Gvaryahu] When Breaking the Silence talks about what is happening on the ground, and this is maybe the most important part, is the things that are legal by the army, legal by the government, but we see them as immoral. And when the orders are to enter a Palestinian house, that's when I want the discussion to start.",
    "It is actually my first time in Hebron and I have heard of it all my life actually. I was only fed from the information that you hear on the news or in the newspaper and for someone who grew up in the Tel Aviv bubble, it is really shocking for me.",
    "One of the goals of the stuff we are hearing about, it is really horrible stuff. It is to push Palestinians out of this area. It is happening now. And the thought I just had here while he was saying was that if you go see museums of ethnic atrocities elsewhere and they will say, never again, and this sort of business.",
    "But it is happening now, we are standing here now, it is not a museum.",
    "I was here 20 years ago. When I was 18-years-old and I came down this street and these shops were open and since then I have become an urban planner. I work with cities that are alive, with cities that are healthy. Is this a city? I am walking in a street, these are shops. This is not a healthy city. What's the future here? It can't continue like this.",
    "We are managing to build an opposition, we are managing to build a community that says, - enough is enough, still a minority, still not powerful enough!",
    "TOMER SAGEE FORMER SOLDIER."
  ],
  [
    "Total population, one point eight million.",
    "Among that number are fifteen thousand deaf people, across the whole of the Gaza Strip.",
    "It's a vibrant community full of strong personalities, many of whom we'll meet in this film, in their daily lives like Nura, a young student recently engaged to another deaf young man, Raed. Maysaa, a student who works part time at a restaurant staffed by deaf people and Hoda and Ashraf, a deaf couple with a hearing child, Farah. Mahmoud is a painter whose vision is also impaired.",
    "Aya is 10 and loves to be at school among her deaf friends; but feels trapped at home with her hearing family.",
    "The deaf community wants to do exactly the same things as hearing people. Waleed is passionate about rap and Dabke, traditional Palestinian dance.",
    "Alaa is a driver who does his best to support his wife and four children. But it's not always easy for him to find customers in Gaza.",
    "Eman is a make-up and hair stylist, a strong-willed woman whose deafness doesn't prevent her from sticking up for herself when need be.",
    "At the end of the programme, we'll hear from those who survived the July 2014 offensive and how their lives have changed. They lost their homes, work-places, relatives and friends.",
    "This is Atfaluna Society for Deaf Children in Gaza. It provides education, speech therapy and employment training for the deaf. The craftwork supervisor is Hashem Ghazal. [City of Gaza] [Jabaliah camp] [City of Beit hanoun] [City of Rafah] [Atfaluna Society for Deaf Children Gaza] HASHEM GHAZAL, CRAFTWORKS SUPERVISOR ATFALUNA SOCETY FOR DEAF CHLDREN GAZA.",
    "I've been to many places and photographed them. But everywhere I've seen that deaf people can look after themselves.",
    "Hearing people think that deaf people are weak. But it's not true. Deaf people and hearing people are equal. Here, each deaf person looks after themselves.",
    "I'm proud of what we do here. Are we like hearing people. No, we are more gifted in planning and creativity. Look, deaf people have special talent for art, sewing, ideas and creativity.",
    "Sometimes I feel confused and worried. But when I look at all this beauty it makes me feel better.",
    "Hearing people don't have a place like this. God gave us beauty and I love this place. When I'm stressed, I come here to think. Come with me.",
    "[Hashem] Hi [Worker1 ] Hi [Hachem] What are you working on?",
    "[Hachem] How are you?",
    "[Hashem Ghazal] I see the children playing now. When I was a child we had nothing. Life was hard. When I think about my childhood, I remember there was nothing at school.",
    "Today, I see kids playing at school. The posters are beautiful and the colours are nice. We didn't have any of these things.",
    "But that's not a problem, thank god. I'm helping children to grow up, thanks to their teachers.",
    "They're happy and so am I. [Rafah] ALAA EDDIN ALNAHHAL DRIVER.",
    "I've been working as a cab driver for a long time. I drive a cab and I help people with carrying their things. I'm well paid. I also help to run a theatre for the deaf. I teach acting, comedy and theatre. The western world supports us and is helping us develop. NAZEK ALNAHHAL ALAA'S WIFE.",
    "It was difficult for us before I learned sign language. I didn't know how to translate for him or what he wanted. When I had classes, I got to know how to speak to him and communicate with him normally. Living with deaf people is easy once you accept them. WALAA ALNAHHAL ALAA'S DAUGHTER.",
    "I love my Dad very much. So if someone phones him, I translate the message for him. We all love our Dad very much and I love him because he's very tender.",
    "[Alaa] Welcome, how's everything? [Alaa's wife] How's life with your husband? For sure? [Alaa] The world is silent. Why is that?",
    "EMAN ALRANTISI STYLIST.",
    "I'm a deaf girl. Like hearing girls, I also get harassed in the street. But I'm strong and happy.",
    "[PALESTINIAN ASSOCIATION FOR THE REHABILITATION OF THE DISABLED] [Alaa] The world is silent.",
    "Big problems?",
    "God made us.",
    "We love.",
    "We forget our problems and so our lives are our own.",
    "[Eman's father] What is she saying, Salah? [Eman] I'm really angry because some young guys are not nice. Why do they laugh at the deaf? The taxi driver was staring at me. I ignored him and left in a temper.",
    "MOHAMMED ALRANTISI EMAN AND KHADER'S FATHER.",
    "A deaf young man came to me asking for my daughter's hand. I was against making one deaf person marry another. I eventually agreed but his mother refused. Then my son told me he wanted to marry a deaf girl. He wanted to be with her because they understand each other. So I'd been against it at first but because my daughter had been in this same situation I changed my mind and let my son marry a deaf woman. KHADER ALRANTISI PREACHER FOR THE DEAF.",
    "I asked my Dad if I could marry a deaf girl but he refused. I was upset. I said: 'If she was hearing, how could I use sign language with her? A deaf girl knows sign language and I can communicate with her. We would feel the same.'",
    "When my Dad agreed, we sign the marriage certificate I was so happy. The celebration will take place very soon and you're all invited.",
    "[EMAN ALRANTISI] [STYLIST] I prefer deaf people to marry one another because it's hard for a deaf girl to get married at all and have her own home.",
    "They remain with their parents. I think we need to spread the word.",
    "Parents think deaf people can't have a family. People misjudge us.",
    "Deaf people can clean and like helping everyone. They have brains and great potential. People say our hearts are weak and that we're shy. But it's not true. We can do anything.",
    "[KHADER ALRANTISI] [PREACHER] In the name of God and peace be upon the Prophet. I welcome you all to the mosque. Angels are watching this gathering of knowledge. Angels come down and surround you. By being here, you are seeking god's forgiveness.",
    "[GAZA CITY] In 1999, a law was introduced, allocating five per cent of public sector jobs to people with disabilities. But sadly the 'five per cent law' is sometimes not enforced, even by government institutions.",
    "ASHRAF SHAHEEN MINISTRY OF FINANCE EMPLOYEE.",
    "I was unemployed for three years. I tried to get work in government offices. I was very frustrated and angry. I really wanted to work and was patient, year after year. I kept on sending applications and eventually, I got the chance to work at the Ministry of Finance. I'm the only deaf person working here, even though five per cent of the workforce should be disabled.",
    "[Hoda] Is it for one or for two? No, cheaper please.",
    "MAYSAA OMAR STUDENT.",
    "I see everyone talking to each other. I'm deaf and use sign language. I'm determined and dynamic. I learned a sense of adventure from American writer, Helen Keller. Don't forget to come to my birthday party.",
    "[Maysaa] Thank you, thank you. [Maysaa's friends] Happy birthday.",
    "[Maysaa] I hope that we'll all finish our university education. I hope we'll always be friends, go to university and then get married. Thank you all.",
    "RUBA SHURAB STUDENT.",
    "Today is Maysaa's birthday. Hopefully we'll celebrate it every year. We hope to succeed at high school, go to university and be happy.",
    "We hope to be like hearing people, equal with them at university.",
    "RAWAN GHAZAL STUDENT.",
    "Congratulations to Maysaa. With God's will, we'll celebrate this every year. I'm really happy about the new school year. I hope we will continue the same way. We deaf people have to work hard, like hearing people to get to university and become equal with them.",
    "[PALESTINIAN ASSOCIATION FOR THE REHABILITATION OF THE DISABLED, GAZA CITY] [Waleed] Hi, how are you?",
    "Don't forget to do your homework and be respectful to the teacher.",
    "[Teacher] I gave you homework.",
    "Now, what kind of magnetic pole do these electrons have?",
    "It's negative.",
    "Salma, Waleed.",
    "ALAA ABU ROKBA TEACHER.",
    "Waleed is very responsible and so the school is very supportive of him.",
    "AYA HAMAD SCHOOLGIRL.",
    "I'm ten years old. There are a lot of power cuts. But at school I'm happy with other deaf children and I fit in well. I love Dabke dance and rap music.",
    "WALEED HAMAD SCHOOLBOY.",
    "My message to the world is that they should support deaf people. I love rap music and Dabke. Deaf people are normal, like hearing people, strong and perfect.",
    "The blockade on Gaza isn't an overwhelming problem. I am a good dancer to rap music and have good, strong ideas.",
    "[JABALIA CAMP] [MUSIC] It's not my destiny to accept silence. I am a human being. Dreams don't have any sound but can still be fulfilled. I can be more than I already am. I can change if I want to. I can succeed if I have the determination. So help me change my world.",
    "MAHMOUD ALMUQAYAD VISUAL ARTIST.",
    "Life's hard. I can only see a little with my other eye. I look at people in the street and I think about life. I look at them as if they were beautiful trees.",
    "I see them and I paint.",
    "[ATFALUNA SOCIETY FOR DEAF CHILDREN ] [Hashem] The deaf have no power. They must stay united and not remain silent. Together, we can be strong and demand our rights. The government should support us.",
    "[A man] We shouldn't stay at home.",
    "[Hashem] Life's hard. Deaf people suffer injustice across the world. The deaf have courage and experience.",
    "We plan and think. We simply need the world's support to implement the laws relating to the deaf. Employment law should be applied as in Europe and other countries.",
    "There should be laws to help us obtain our administrative rights so that we can also talk to doctors and communicate in the shops.",
    "Without the support of the law, thing's aren't fair.",
    "NURA ABU ODEH STUDENT.",
    "I fell in love. I'd grown up with an innocent heart. But then I met a boy called Raed and fell deeply in love with him. We loved each other and we kept this relationship going.",
    "I was seeing him at school and then he started to come to my home. He asked for my hand in marriage but my Dad didn't agree.",
    "I got really angry and sad.",
    "Then later Raed proposed to me again and this time my Dad agreed.",
    "We were thrilled.",
    "RAED ALTURK WAITER, ATFALUNA SOCIETY RESTAURANT.",
    "I'm Raed. She hasn't come yet. I'd like to give a rose, this rose, to the light of my life.",
    "Now Nura and Raed have a future.",
    "In part two, we'll discover how the people we've met in this film were affected by the July 2014 Israeli attacks and whether they survived.",
    "Raed and Nura are engaged. Nura's father was initially against them marrying but has now agreed and they're planning the future life together.",
    "Raed: Would you like knafeh? Raed: Two knafeh please. Two spoons please.",
    "[Alaa] I'm frustrated because I have no customers.",
    "No petrol?",
    "[Alaa] I need petrol.",
    "There's not even any petrol?",
    "[Eman] Congratulations.",
    "[Woman 1] Welcome.",
    "[Woman 2] How was life before you got married?",
    "[Woman 1] Before marriage, I was bored, and there was no one to talk to.",
    "[Woman 2] You just stayed at home, sad and lost in your thoughts.",
    "[Woman 1] I had nothing but problems before I was married.",
    "I was lonely with no one to look after me.",
    "Today my husband helps me and I'm very happy.",
    "[Ashraf] Is everything OK? [Ashraf] What shall we do this evening? [Ashraf] Sure. Let's go at 8.30pm.",
    "HODA SHAHEEN SCHOOL STUDENT.",
    "My husband and I took turns to look after our first baby. I slept, while he stayed awake watching her. I went to work and when I came home, I would sleep. My husband helps me at night.",
    "He helps me when our daughter wakes up and cries. He brings her to me for breast-feeding and then she goes back to sleep. This is how we lived until she grew up. We taught her sign language, letters as well as lip-reading. ASHRAF SHAHEEN MINISTRY OF FINANCE EMPLOYEE.",
    "My wife gets tired so I help her. At 6am she goes to school. After school, she teaches at the Atfaluna Society for Deaf Children and only then she finally comes home. She looks after the kids and cooks. It's hard so I help her.",
    "Why should she work when she gets home? We have to be equal.",
    "We're happy with our life. I'm happy with my wife, thank God. Her high school is in Gaza and next she'll go to university.",
    "[HODA SHAHEEN] I was in love with Ashraf before he proposed. I kept on seeing him. I was excited and I wanted to get engaged to him. We got married but our life was very hard. We've been patient. We've carried on like this. We communicate normally with people. They think the deaf are stupid but we're normal. Our neighbours and everyone else help us.",
    "[Daughter] Yes, I'm fine. OK. [Hoda] Who is it? [Daughter] They're coming. [Daughter] Who's coming? It's Uncle Ayad. Tell him he's very welcome. [Daughter] You're very welcome.",
    "[ATFALUNA SOCIETY FOR DEAF CHILDREN RESTAURANT] [Maysaa] Hi everyone.",
    "We all want to go. Look at the invitation for Thursday.",
    "[Raed] Hi. [Maysaa] Raed, have you been in love with Nura since you were young? [Raed] Yes, thank God. ISRA GHAZAL HASHEM'S DAUGHTER.",
    "There are eight deaf people in my family but four are hearing, including me.",
    "I'm the translator and the link between my family and the outside world.",
    "I tell them about everything because I hear the news and I know what's happening in the streets and the city, including wars.",
    "I translate everything for them. My Dad taught us love and affection but, above all to have strong family relationships.",
    "SAMIRA GHAZAL HASHEM'S WIFE.",
    "I didn't know much sign language but I tried to communicate with Hashem. Then his sisters taught me sign language. And I learned he was a very calm person.",
    "He never gets angry. He loved her very much and was very kind to her.",
    "Isra Ghazal Hashem's daughter.",
    "Periods of war are very difficult. Once you start thinking about the war, you can't get it out of your mind.",
    "I had to pretend there was no war, no planes or air strikes. But deaf people can feel the ground shaking and the explosions. They feel it through the beating of their hearts.",
    "They say there's an air strike. They insist there is.",
    "[JABALIA REFUGEE CAMP] [BEIT HANOUN CITY] [WALEED HAMAD] [SCHOOLBOY] Israeli tanks often come from there. They've destroyed my house. I was very sad when it happened. When I think of how they died, it overwhelms me.",
    "Thankfully, I'm at school. NOOR HAMAD AYA'S SISTER.",
    "My name is Noor. I'm learning sign language because Aya's the only deaf member of my family. Sign language is hard for my parents and the whole family.",
    "AYA HAMAD SCHOOLGIRL.",
    "I'm suffocating. No one in my family speaks sign language.",
    "God made me deaf.",
    "[MAHMOUD ALMUQAYAD] [VISUAL ARTIST] I think about the problems with the Israelis and the blockade and I do beautiful paintings. People see my art and tell me to paint because I'm gifted. Yes I'm deaf, but hopefully I'll be a famous Palestinian painter.",
    "YASMEEN ALMUQAYAD MAHMOUD'S SISTER.",
    "Mahmoud and laugh and play. We play hide-and-seek and other games. I'm happy. I play like hearing children. We study the Quran. He helps us gradually understand it until we know it. We learn and study and I feel good and happy.",
    "ELHAM ALMUQAYAD MAHMOUD'S MOTHER.",
    "We have power cuts every day here in Gaza. My deaf children can only speak to each other in sign language. So when they can't see each other, they get stressed.",
    "NAHLA OMAR MAYSAA'S MOTHER.",
    "I have two deaf daughters. Maysaa is very polite and smiles a lot but deep inside she's always been sad.",
    "Her Dad was away for 11 years and we were alone. Maysaa is strong and brave. These girls are a gift from God. Even though they're deaf, they help me. They believe in God and love their parents very much.",
    "MAYSAA OMAR STUDENT.",
    "My dad went away when I was six so I am used to it. My Mum took me to school, and looked after me. She did her best to save money. Deep inside, I'm not weak. My mum learned sign language for me and my sister, Fadoua and started to speak to us. She attended signing classes and I glad she was learning.",
    "We were happy to teach her as well. She teaches sign language to my six hearing siblings. She also translates TV for us and that makes us really happy.",
    "[Ahmad Abu Matar] I've come out to see and talk to you. [Alaa] Gaza is under blockade. Power cuts last eight hours. This blockade strangles us. We're really exhausted. We waste a lot of time waiting and travelling without proper transport.",
    "Once his father finally agreed that Khader could marry Muna, the wedding celebration was arranged quite quickly.",
    "Now the young religious preacher can finally set up home and settle with the woman he loves.",
    "Everyone was invited to the happy event where Dabke got all the guests, including the deaf, on the dance floor.",
    "[CAMP BAHR] Hoda and Asraf's hearing daughter, Farah, is not well. It's not always easy for deaf people to make themselves understood when they need medical treatment. [Ashraf] She has a fever. My wife and I are deaf. [Hoda] Give me some paper so I can write.",
    "When Waleed was very young, the Israeli army destroyed his parents' house. He stills sleeps badly and his fear of rockets continually causes him nightmares.",
    "[WALEED'S MUM] Don't be scared, calm down, darling.",
    "It's OK. EMAN HAMAD WALEED'S MOTHER.",
    "Since our house was destroyed, he sleeps badly and get scared. Don't be frightened.",
    "[Yasmeen] All praise to God, Lord of the worlds.",
    "[Imam] There is no better and purer life than to serve God.",
    "[Mahmoud] I go to Friday prayers. Everyone else understands the sermon but I just stare at the Imam without understanding him, fed up. I am the only deaf person here. Everyone else can hear but I can't understand. May God forgive me.",
    "The deaf community was just as affected by the 2014 Israeli attacks as everyone else in Gaza.",
    "Happily, everyone in the film survived but they all lost either homes, jobs, friends or relatives.",
    "WALEED HAMED STUDENT, BEIT HANOUN.",
    "This is my house, destroyed.",
    "We moved to a school in Jabalia.",
    "[AYA AHMED] [STUDENT JABALIA CAMP] When they attacked, my father got hit.",
    "[MAHMOUD ALMUQAYAD] [VISUAL ARTIST] I went to pray at dawn and when we finished I felt the attack, ran and fell to the ground.",
    "My eye got injured but I'm fine, thank God.",
    "ASHRAF SHAHEEN EMPLOYEE AT THE MINISTRY OF FINANCE.",
    "I work at the Ministry of Finance but it's been destroyed.",
    "[HODA SHAHEEN] [SCHOOL STUDENT] They hit us at night. I was scared for my three sleeping children. When they woke up, they were frightened and started crying.",
    "[RAED ALTURK] [WAITER, ATFALUNA SOCIETY RESTAURANT] During this war, we moved to another house. During a short truce, we came back home. Suddenly, violent strikes hit us. I was worried for my fianc in Khan Yunis. So I texted her.",
    "[MAYSAA OMAR] [STUDENT] Thankfully, my house wasn't damaged.",
    "[KHADER ALRANTISI] [PREACHER FOR THE DEAF] A deaf girl was killed in the war and is heaven. She lived in a tall building which was destroyed .",
    "[EMAN ALRANTISI] [STYLIST] Her name was Kifah Ghanam. She was my very close friend. She was an artist from the deaf club.",
    "[ALAA EDDIN ALNAHHAL] [DRIVER] The house shook while I was sleeping. I hugged my frightened children.",
    "['Help Me Change My World'] It's not my desiny to accept silence.",
    "I am a human being.",
    "Dreams don't have any sound But can still be fulfilled.",
    "I can be more than I already am.",
    "I can change if I want to.",
    "I can succeed if I have the determination."
  ],
  [
    "",
    "...after decades of conflict between Palestinians and Israelis.",
    "This two-part film tells the story ...of secret negotiations... ...in the political shadows.",
    "A story of the search for common ground... ....in the midst of a region in constant turmoil.",
    "And at the centre of it all... An unlikely mediator... ....the Scandinavian country of Norway. Ladies and gentlemen, his Excellency Johan Holst minister of foreign affairs of Norway.",
    "The Scandinavian country ofNorway His Excellency Amr Moussa minister of foreign affairs of Egypt. The honourable Anthony Lake assistant to the president for national security affairs.",
    "BILL CLINTON US PRESIDENT 1990-2001. Let us salute also today the government of Norway for its remarkable role in nurturing this agreement.",
    "September 1993: Israeli Prime Minister Yitzhak Rabin and Palestinian leader Yasser Arafat shake hands.",
    "Hopes were high that peace between Israelis and Palestinians would finally come to the Middle East.",
    "But two decades on, such a peace remains as elusive as ever. YASSER ABED RABBO PALESTINE LIBERATION ORGANISATION. The Oslo Accord didn't stipulate an end to the occupation that settlements should halt or mention an independent Palestinian state. RON PUNDAK ISRAELI HISTORIAN. Peres wanted to see a Palestinian state in Gaza and an Israeli, Palestinian, Jordanian condominium in the west bank. HILDE HENRIKSEN WAAGE NORWEGIAN HISTORIAN.",
    "It is not possible for a small country like Norway to play an asymmetric role. It has to be a role according to Israel's rules of the game. Present at the signing ceremony was former U.S. Secretary of State, Henry Kissinger... chief architect of the peace between Egypt and Israel.",
    "Kissinger's approach was to make only small demands and to build from there.",
    "Arafat picked up on this 'step-by-step' strategy; and as early as 1974, his Palestinian Liberation Organisation approved a plan to aim for a foothold in the region, administered by a Palestinian Authority, rather than historic Palestine In the same year - the Arab League summit officially designated the PLO as the sole representative of the Palestinian people. YASSER ABED RABBO PALESTINE LIBERATION ORGANISATION.",
    "It is the right of the PLO to lead the Palestinian struggle.",
    "[YASSER ABED RABBO] [PALESTINE LIBERATION ORGANISATION] Arafat's approach was to be realistic.",
    "At times it was referred to as 'opportunistic' or 'excessively pragmatic'.",
    "In 1974 Arafat known to his colleagues as Abu Ammar addressed the United Nations.",
    "For the Palestinians and for the PLO the event represented recognition for the Palestinian struggle. YASSER ARAFAT CHAIRMAN, PLO 1929-2004.",
    "This is a landmark occasion, bringing the Palestinian cause back to the UN.",
    "The PLO gained stature at the UN. But it continued to reject Security Council resolutions 242 and 338. The resolutions demanded that Israel withdraw within what was called 'secure and recognised borders.'",
    "But they did not precisely require Israel to withdraw to all land it occupied before the sixth day war in 1967.",
    "HENRY KISSINGER US SECRETARY OF STATE 1973-1977.",
    "As far as the United States is concerned, any peace negotiations must be based on security council resolutions 242 and 338. We would strongly oppose any attempt to change them.",
    "These two resolutions were the framework for the 1978 Camp David Accords. The accords called not for a Palestinian state but for what was termed Palestinian 'autonomy'. ABDUL SATTAR QASSEM PROFESSOR OF POLITICAL SCIENCE.",
    "In 1977 Begin put forward the idea of Palestinian autonomy with Bethlehem as its capital and a police force armed by Israel. ANIS FAWZI QASIM PALESTINIAN LEGAL ADVISOR.",
    "The Israelis realised that there would come a time when they would have to negotiate with the Palestinians about autonomy.",
    "From its stronghold in south Lebanon in 1977 the PLO decided to explore the possibility of talks with Israel.",
    "[YASSER ABED RABBO] [PALESTINE LIBERATION ORGANISATION] For the first time ever we decided to open a dialogue and to meet Israelis.",
    "Abu Ammar and some other PLO leaders strongly supported this.",
    "[1978] Mahmoud Abbas says in his book 'The Secret Channels' that this dialogue was with Israeli forces that supported peace and with the Sephardic Jews. In March 1978 Israel invaded south Lebanon. The United Nations responded by deploying a peacekeeping force into South Lebanon. Known as UNIFIL, part of this force was made up of Norwegian troops. JAN EGELAND NORWEGIAN LABOUR PARTY.",
    "I had visited for the first time as part, as a Norwegian soldier visiting the UNIFIL forces in Lebanon. I came with friends through Israel.",
    "Two days later, Norweigan UN troops would enter Israel.",
    "It was hard to work in the areas controlled by the Norwegian Forces as armed Palestinian groups were constantly trying to enter them.",
    "But they didn't succeed. HANS LONGVA NORWEGIAN DIPLOMAT.",
    "Norway contributed approximately 1000 soldiers, and of course the security of those soldiers was a very important concern to us. We were one of the first western countries to establish what we described at the time as working contacts with the PLO in that context.",
    "Minister Knut Frydenlund who was minister of foreign affairs, Thorvald Stoltenberg was the deputy minister, state secretary, he followed the situation very closely at the time.",
    "THORVALD STOLTENBERG FORMER NORWEGIAN FOREIGN MINISTER.",
    "No one is afraid of Norway and that's the gift. What makes us weak in the traditional meaning is our strength when it comes to serve the peace.",
    "OMAR KITMITTO PALESTINIAN DIPLOMAT.",
    "Norway was considered a Zionist country.",
    "Out of 157 members of parliament 87 belonged to the group 'The Friends of Israel'.",
    "Norway was the least welcoming country towards Palestinians.",
    "Even more so than the US.",
    "There were people in the government and military willing to help Israel even without any reward.",
    "[HILDE HENRIKSEN WAAGE] [NORWEGIAN HISTORIAN] Norway was more supportive of Israel than many of the others, and I think than any of the other European states, and I think that there are several reasons but one of the most important was that the Norwegian labour party and the Norwegian trade union they saw this state of Israel as a socialist experiment, almost a kind of social democratic, social state, like the one we have in Norway. In the late 70's, there was a common bond of socialist ideology between Norway's Labour party and its namesake in Israel.",
    "One of the key players in this special relationship was a prominent Labour Party member of Norway's Parliament, Johan Jorgen Holst.",
    "[HANS LONGVA] [NORWEGIAN DIPLOMAT] Mr. Holst was the first person at the political level to meet Mr. Arafat. He was deputy minister and secretary of the ministry of defence. He came to Beirut and travelled on to Israel in July I think it was in 79. He met with Yasser Arafat and Yasser Arafat invited the whole group to a very pleasant dinner. Mr. Holst had very close contact with Israelis and that aspect of Mr. Holst made him even more interesting to Mr. Arafat. Mr. Arafat's interest in Norway was really of its contacts with Israel. JOHAN JORGEN HOLST DEPUTY DEFENCE MINISTER 1976-1979.",
    "It is difficult to find a solution to the conflict in the Middle East.",
    "AHMED QUREI PALESTINE LIBERATION ORGANISATION.",
    "I met Holst by chance when he was the Deputy Defence Minister.",
    "He came to Beirut and visited the Samid Institution.",
    "I was the Director there at the time.",
    "This was while he was visiting the Norwegian troops in southern Lebanon.",
    "In 1979 the Shah of Iran fled into exile. Israel lost an ally and a major oil supplier.",
    "The United States asked Norway to guarantee to sell its North Sea oil to Israel.",
    "Concerned about repercussions for its UN troops in Lebanon, Norway sent its diplomat Hans Longva to seek assurances from Arafat. [HANS LONGVA] [NORWEGIAN DIPLOMAT] Mr. Arafat after reflecting only for a few split seconds, he said I will have no objection to such a Norwegian guarantee to Israel, on one condition, when I need a secret back channel to Israel you provide it.",
    "Yasser Arafat wanted the Norwegians to act as intermediary between himself and Israel. [HILDE HENRIKSEN WAAGE] [NORWEGIAN HISTORIAN] The Norwegians and the Norwegian government were just shocked to hear the message coming back from Arafat, so from 1979 and every year from there onwards the Norwegians tried to set up a secret back channel between the PLO and Israel, but Israel were absolutely not willing at all to listen to anything that the Norwegians could come up with from Arafat and the PLO.",
    "In 1982 the PLO lost its base in Lebanon. Palestinian fighters were forced to depart following the Israeli invasion of Lebanon three months earlier. A US-brokered deal led to Arafat and his entourage moving to Tunisia.",
    "[THORVALD STOLTENBERG] [FORMER NORWEGIAN FOREIGN MINISTER] It was actually an invitation from Arafat to my predecessor as foreign minister Knut Frydenlund, and myself I have been defence minister and we went in 1982 for New Year's Eve with Arafat in Tunis at that time. Arafat asked us directly if we could help him getting a direct contact between PLO and the Israeli labour party, and I was at that time a member of the assembly of the socialist international, and it turned out to be a strong interest in the socialist international for trying to contribute to normalisation of the relationship between Palestinians and the Israelis. To help with his charm offensive, Arafat turned to senior PLO member Issam Sartawi to act as his main go-between. [THORVALD STOLTENBERG] [FORMER NORWEGIAN FOREIGN MINISTER] Arafat appointed Dr. Sartawi. He came here and visited me because I should take care of this from the Norwegian side and I had a very good impression of him. ISSAM SARTAWI PALESTINE LIBERATION ORGANISATION 1935-1983. I believe that the PLO has been the greatest achievement of our suffering people.",
    "I believe that the PLO is the most needed [THORVALD STOLTENBERG] [FORMER NORWEGIAN FOREIGN MINISTER] And then we should meet in Albufeira. There was the socialist international had its assembly meeting in Albufeira in Portugal, and then there was some shooting suddenly, we rushed out in the lobby and there was Dr. Sartawi killed, shot down. Issam Sartawi lay where he'd been killed by a lone gunman who pumped 5 shots into his chest. It has never been clearly verified who ordered the assassination of Sartawi.",
    "But the motive appears to be because he was talking to the Israelis on Arafat's behalf. SHIMON PERES ISRAELI LABOUR PARTY LEADER.",
    "Dr. Sartawi took hi s own position. He did swim against the stream in face of great objection and danger.",
    "Arafat continued a double game. On the one hand seeking discreet diplomatic channels to Israel via the Norwegians. While on the other hand publically maintaining a revolutionary rhetoric. YASSER ARAFAT CHAIRMAN, PLO 1929-2004.",
    "Because we believed in one thing.",
    "That one thing shapes this region's politics the rifle. [OMAR KITMITTO] [PALESTINIAN DIPLOMAT] Abu Ammar told me: This is a good start.",
    "He told me that it wouldn't be easy.",
    "He said Stoltenberg still supported Israel and so did his Labour party but our goal was to make them our friends. The important thing was to give them intelligence.",
    "I gave it to the Foreign Ministry after Stoltenberg became Foreign Minister. Twenty years on, Thorvald Stoltenberg will not betray the secrecy of conversations between the PLO and Israel.",
    "[THORVALD STOLTENBERG] [FORMER NORWEGIAN FOREIGN MINISTER] We tried to prepare for contact and negotiations between the PLO authorities and the Israeli labour party, we started there, and we would very much like to try to follow up.",
    "[Rawan] Whom were the people from the Israeli labour party that you were contacting? Mr. Shimon Peres or other people?",
    "[THORVALD STOLTENBERG] [FORMER NORWEGIAN FOREIGN MINISTER] No, I promised never to tell anyone, I have not told anyone and I'm not even telling you. No, I mean, part of my success in life is not coming from what I say but from all the things I didn't say. In the mid 80s the Labour Party in Israel formed a coalition government with Yitzhak Shamir's Likud Party.",
    "Shamir gave a nod and a wink for Likud member Moshe Amirav to hold secret talks with Palestinian politician Faisal Al Husseini in Jerusalem.",
    "Discussion centred on PLO recognition of Israel, autonomy on the West Bank; and a federal relationship with Jordan. The so-called Amirav-Husseini plan became a model for the subsequent Oslo Accords years later.",
    "But all that was soon dwarfed by the outbreak of the first intifada a Palestinian uprising which took both Israel and the PLO by surprise. Yitzhak Shamir Former Prime Minister.",
    "Stop the riots and let's talk. MUSTAFA BARGHOUTI PALESTINIAN NATIONAL INITIATIVE.",
    "With the first Intifada, the occupying Israelis started to lose.",
    "Israel doesn't accept any kind of loss, economic, human or moral.",
    "AHMAD TIBI MEMBER OF KNESSET.",
    "Once an Israeli feels that someone other than him is cast in the role of victim he loses his mind.",
    "Palestinian boys throwing stones against Israeli tanks. This David and Goliath contest put the Israelis under great pressure Time was now of the essence. In an exclusive for Al Jazeera, the Norwegian Foreign Ministry has released highly confidential documents that include a 1988, hand-delivered letter from Foreign Minister Stoltenberg to Israel Foreign Minister Peres. Stoltenberg wrote that \"Only by relieving itself of the burden of the occupied territories, can Israel succeed and prosper\". SHIMON PERES ISRAELI FOREIGN MINISTER 1986-1988.",
    "I am ready to talk with any Palestinian that will renounce terror that will accept 242 and 338 and recognise Israel. Come and negotiate with us, then you can claim whatever you want. ANIS FAWZI QASIM PALESTINIAN LEGAL ADVISOR.",
    "In 1988 the PLO put on a show around resolution 242.",
    "Yasser Arafat actually wanted to accept 242.",
    "But he didn't know how to sell it to Palestinians.",
    "He had just created a virtual Palestinian state.",
    "[YASSER ARAFAT] [CHAIRMAN, PLO] [1929-2004] We're establishing a Palestinian state on our Palestinian territories with Jerusalem as its capital.",
    "[ANIS FAWZI QASIM] [PALESTINIAN LEGAL ADVISOR] When the PLO accepted Resolution 242 after fighting against it since it was issued in 1967 in reality it abandoned everything to do with the Palestinian cause.",
    "[YASSER ARAFAT] [CHAIRMAN, PLO] [1929-2004] I accept all United Nations resolutions including 242 and 338, and I accept the international legality and who is against it.",
    "[AHMAD TIBI] [MEMBER OF KNESSET] The PLO started to get closer to the international community that had boycotted and confronted it as a terrorist organisation.",
    "Things changed. In 1988 Sweden mediated between the PLO and the United States. A public meeting was held in Stockholm.",
    "[YASSER ARAFAT] [CHAIRMAN, PLO] [1929-2004] The PLO parliament, the Palestinian parliament, the PNC had accepted two states, Palestine state and Jewish state, between brackets Israel. In his speech to the UN General Assembly in Geneva in 1988, Arafat formally condemned terrorism.",
    "[YASSER ABED RABBO] [PALESTINE LIBERATION ORGANISATION] Abu Ammar's speech in Geneva was vague.",
    "He didn't directly say: I renounce terrorism.",
    "They asked him to arrange a press conference the following day.",
    "As I remember, it was on December 14th, 1988.",
    "They asked him to say clearly, in English: I, in the name of the PLO, renounce terrorism. But Abu Ammar didn't know how to say it.",
    "So he started to say: I announce terrorism and the journalists corrected him.",
    "[YASSER ARAFAT] [CHAIRMAN, PLO] [1929-2004] As for terrorism, I announce it Renounce, renounce Yesterday in no uncertain terms, and yet I repeat for the record, I repeat for the record, that we totally and absolutely renounce all forms of terrorism, all forms of terrorism. Arafat had accepted the Israeli terms to start negotiations.",
    "In December 1988, PLO leader Yasser Arafat known to his colleagues as Abu Ammar - publicly renounced violence.",
    "Over the years, Norway had discreetly been talking to the PLO.",
    "With Arafat renouncing violence, Norway was now ready to pay him an official visit at the PLO headquarters in Tunis.",
    "[THORVALD STOLTENBERG] [FORMER NORWEGIAN FOREIGN MINISTER] Norwegian [1989] We have a strong relationship with Israel.",
    "We asked the PLO to recognise Israel and renounce terrorism.",
    "This is what Arafat did.",
    "[THORVALD STOLTENBERG] [FORMER NORWEGIAN FOREIGN MINISTER] It was the first time a Norwegian foreign minister visited PLO. It was definitely a successful visit because it was a breakthrough for official contacts.",
    "[HILDE HENRIKSEN WAAGE] [NORWEGIAN HISTORIAN] The same foreign minister Thorvald Stoltenberg, the father of the prime minister of Norway today, he went on a mission to Arafat in Tunis in 1989, and at that meeting they had a secret part that no one knew about. The Norwegians worked with Arafat on creating a channel of communication between the PLO and Israel. Far from public scrutiny.",
    "[HANS LONGVA] [NORWEGIAN DIPLOMAT] Mr. Arafat first time he explained how he saw contacts with Israel being established. And the idea of using a Norwegian research institution was the idea of Yasser Arafat which he outlined during that meeting.",
    "[HILDE HENRIKSEN WAAGE] [NORWEGIAN HISTORIAN] They haven't planned or decided which research institute in Norway, but they agreed that that would be a good cover and they also agreed that the Norwegian ministry of foreign affairs should pay for it all. That was also agreed in the document. FAFO was a think tank in Oslo founded by the Trade Unions and connected to Norway's Labour Party.",
    "It was chosen by the Norwegian Foreign Minister as the perfect host for secret talks between Israelis and Palestinians.",
    "Its Director was Terje Rd-Larsen.",
    "He would go on to become a key figure in the negotiations that led to the Oslo Accords.",
    "With funding from the Norwegian Foreign Ministry, in 1989 FAFO started to undertake research in the Middle East.",
    "Its first study examined the living conditions in the occupied West Bank and Gaza Strip. TERJE ROD-LARSEN DIRECTOR OF FAFO.",
    "FAFO conducted this survey in the Palestinian Territories in 1989.",
    "MONA JUUL NORWEGIAN DIPLOMAT.",
    "The living condition of young people growing up under the Intifada. What kind of effect on them, maybe more on the sort of mental psychological effect of growing up in such sort of a violent environment. [Rawan] But then it was more a socio-economic study?",
    "[MONA JUUL] [NORWEGIAN DIPLOMAT] It turned out because that was sort of the speciality of FAFO so it turned up to be a little more socio-economic, unemployment all these kinds of indicators of social economic life. [Rawan] So who were the researchers that worked on this project from Norway?",
    "[MONA JUUL] [NORWEGIAN DIPLOMAT] Ya, there were many, and one of them that sort of was heading that special service was Marianne Heiberg who was the wife of, he wasn't at the time but he later became the Norwegian foreign minister Johan Jrgen Holst. I was working in the sort of what we call the foreign minister's cabinet or the secretariat, my husband was with FAFO, Jan Egeland was the state secretary.",
    "[JAN EGELAND] [NORWEGIAN LABOUR PARTY] Muna Juul and I had studied political science in the university. We had been skiing together. We had been to university camps together. And her husband Terje Rd-Larsen I also knew from his work as an academic and his work in creation of FAFO the trade union think-tank. So these were my friends already when I became the deputy of Thorvald Stoltenberg in the ministry of foreign affairs.",
    "[HILDE HENRIKSEN WAAGE] [NORWEGIAN HISTORIAN] It's often difficult for foreigners to understand that Norway is a very, very small country, and the Labour party has ruled Norway for most of the post war period, so you have connections. You are almost families married together within the Labour party, like almost we sometimes call it the royal labour party because they are like a dynasty. This dynasty was very tight-knit.",
    "Foreign Minister Stoltenberg appointed Jan Egeland as his deputy and Mona Juul as Egelande's Secretary. She was married to Terje Rd-Larsen, the Director of FAFO.",
    "Stoltenberg's sister-in-law was Marianne Heiberg who worked in FAFO. She was married to Defence Minister Johan Jrgen Holst. This made Holst and the Foreign Minister Stoltenberg brothers-in-law.",
    "Holst himself later became Norway's Foreign Minister. This extended political family became the Norwegian team in the secret Israeli-PLO talks. ARNE ORUM NORWEGIAN RESEARCHER.",
    "They could use that research institution as a front for diplomatic effort to facilitate peace talks between the two parties and do that in all secrecy. [Rawan] You are very critical about this, why?",
    "[ARNE ORUM] [NORWEGIAN RESEARCHER] I think researchers should not usually be, take on two hats or be in double roles In Tel Aviv, another research institute was also acting as a cover for communication between Israelis and the Palestinians.",
    "This was the Economic Cooperation Foundation set up by Israeli Labour Party MP Yossi Beilin.",
    "[RON PUNDAK] [ISRAELI HISTORIAN] The NGO that we were leading Hirschfeld and myself. An NGO which was created earlier by Beilin and Hirschfeld. We were able to go between the two sides in Jerusalem and pass messages and come with ideas and even bring the two sides unofficially together under our umbrella of an NGO. YOSSI BEILIN ISRAELI LABOUR PARTY.",
    "I was involved with talking to the Palestinian side for many years in a very informal way mainly with people like Hanan Ashrawi and Faisal Husseini from east Jerusalem with whom it was easy to talk.",
    "By 1989, with the Palestinian intifada in its second year, there were few signs of hope for peace. Hundreds of Palestinians had been killed and thousands detained.",
    "The United States - under President George Bush started to increase the pressure on Israeli Prime Minister Yitzhak Shamir.",
    "[YITZHAK SHAMIR] [ISRAELI PRIME MINISTER ] [1986-1992] The peace process will be composed of two stages. First stage will be interim conditions, and this will include a full autonomy etc, the second stage will be direct negotiations without any preconditions between Israel, the Palestinian Arabs and some Arab countries if they will join the negotiations.",
    "[YITZHAK SHAMIR] [ISRAELI PRIME MINISTER] [1986-1992] We are ready to embark immediately on peace talks, for that purpose we are ready to hold elections in the administered territories that will produce a democratically chosen representative leadership of the Palestinians. Everything changed in the region when Iraq invaded Kuwait in 1990.",
    "The United States led a coalition of nations that retaliated against Iraqi forces. GEORGE BUSH US PRESIDENT 1989-1993.",
    "[1991] Just two hours ago, allied air forces began an attack on military targets in Iraq and Kuwait. These attacks continue as I speak.",
    "Arafat rejected a military solution to Iraq's invasion of Kuwait. This proved a costly decision.",
    "[HANS LONGVA] [NORWEGIAN DIPLOMAT] Before the Gulf war, PLO received big financial support from the Arab gulf states. After the war because of Yasser Arafat's support to Saddam Hussein that financial support disappeared. They came out of that war very weakened. And I think frankly that was also one of the reasons why the Israelis were more interested in discussing with them after the Gulf war than before.",
    "We of course have close relations with the United States of America. They are an ally, they are a friend, and we made no secret of the contacts with the PLO obviously and we shared some of our assessment based on our communication with PLO with our American friends, yes.",
    "In the aftermath of the 1991 Gulf War the United States and the Soviet Union co-hosted a peace conference in the Spanish capital of Madrid. JAMES BAKER US SECRETARY OF STATE 1989-1992.",
    "We have an opportunity, I think a real opportunity to see Arabs, Arab states sitting down face to face in direct negotiations with Israel.",
    "[ANIS FAWZI QASIM] [PALESTINIAN LEGAL ADVISOR] All the conditions for Madrid were drafted by Shamir and the Israeli government and they vetoed PLO representation.",
    "The delegation had to come from the occupied Palestinian territories.",
    "[YASSER ABED RABBO] [PALESTINE LIBERATION ORGANISATION] Arafat fought strongly against the Israeli conditions but lost.",
    "Some Arab states didn't want us at Madrid, preferring to isolate us.",
    "Others suggested we accept the conditions to get a foot in the door.",
    "We agreed to take part but through a joint Jordanian-Palestinian delegation.",
    "MAHMOUD ABBAS PALESTINE LIBERATION ORGANISATION.",
    "[1991] Our number one priority is to be at the Madrid conference.",
    "The Israelis laid out a fixed negotiating position. [YITZHAK SHAMIR] [ISRAELI PRIME MINISTER] [1986-1992] We are the only people who have lived in the land of Israel without interruption for nearly 4000 years. Haidar Abdel-Shafi led the Palestinians within the joint Jordanian-Palestinian delegation at the talks. HAIDER ABDEL-SHAFI PALESTINIAN DELEGATE.",
    "Palestinian Jerusalem, the capital of our homeland and future state, defines Palestinian existence, past, present and future. The settlements must stop now, territory for peace is a travesty when territory for illegal settlement is official Israeli policy and practice.",
    "The three-day conference ended with plans for further bilateral and multilateral negotiations between Israel and the Arabs.",
    "Documents released after the conference reveal that Shamir thought Madrid a success; and that James Baker said that the US did not support an independent Palestinian state.",
    "[ANIS FAWZI QASIM] [PALESTINIAN LEGAL ADVISOR] It was clear from the way the Israelis behaved that the talks could last 20 years.",
    "They just didn't seem to care. Israelis who celebrated the end of Hanukkah in Washington arrived 5 days late. An attempt to make it clear to the United States that they are here on their own terms and won't respond to pressure.",
    "After Madrid, negotiations moved to Washington DC.",
    "ELYAKIM RUBINSTEIN ISRAELI DELEGATION.",
    "We sincerely feel that our ideas are fully in conformity with the framework of this process, as it was laid ahead and we speak with a joint Jordanian Palestinian delegation. ABDELSALAM AL MAJALI JORDANIAN-PALESTINIAN DELEGATION.",
    "Hello, good evening everybody, we met like we met in the morning, the heads of delegations. We discussed the matter of procedures, and we could not reach yet an agreement.",
    "[HAIDER ABDEL-SHAFI] [PALESTINIAN DELEGATE] The Israeli government shifted unabashed to the intransigent and openly declared position of claiming all Palestinian territory, not conceding anything for the Palestinians and refusing to recognise their unity, the unity of the Palestinians inside and outside.",
    "[ANIS FAWZI QASIM] [PALESTINIAN LEGAL ADVISOR] The problem that completely preoccupied Haidar Abdel-Shafi at all our formal and informal talks was the Israeli settlements.",
    "[HILDE HENRIKSEN WAAGE] [NORWEGIAN HISTORIAN] And the Israelis, they were more and more angry about this very old calm distinguished man talking about settlements. He said how can we have back Palestine if it's settlements all over, so he had a much more, and the delegation there, had a much more straight forward approach to peace. For the Palestinians, negotiator Haidar Abdel Shafi kept the focus of his agenda on one burning issue: the illegal Israeli settlement construction in the occupied Palestinian territories. By 1991 the number of Israeli settlers in the West Bank and Gaza Strip exceeded 100,000.",
    "[MAHMOUD ABBAS] [PALESTINE LIBERATION ORGANISATION] There's no doubt that the settlements are crucial for the peace process.",
    "By continuing to build what we think are illegal settlements Israel suggests that it doesn't want peace.",
    "[MUSTAFA BARGHOUTI] [PALESTINIAN NATIONAL INITIATIVE] With the talks at stalemate, Israel decided to look for a different route.",
    "[RON PUNDAK] [ISRAELI HISTORIAN] I would say one of the most important messages that we got in our almost daily contacts with Ashrawi and Husseini and Nuseibah and Ziad, all the Palestinian leaders, if PLO will not be involved, there won't be any progress, and more so Ashrawi and Husseini told us very clear.",
    "[Rawan] Hanan Ashrawi and Faisal Husseini [RON PUNDAK] [ISRAELI HISTORIAN] Hanan Ashrawi and Faisal Husseini, they told us something very very clear. If you would like to have an agreement with the Palestinians, partner who can make concessions, there's only one address and that's the PLO. FAISAL AL HUSSEINI PALESTINIAN POLITICIAN.",
    "If the Israelis would like to negotiate with the Palestinians so they must negotiate with the representative of the Palestinians. The representative of the Palestinians is the PLO.",
    "HANAN ASHRAWI PALESTINIAN POLITICAN.",
    "If they disqualify the PLO then they're not going to have any Palestinian to talk to.",
    "[YASSER ABED RABBO] [PALESTINE LIBERATION ORGANISATION] The Washington talks were going nowhere.",
    "Delegations came and went But nothing was agreed.",
    "So if we started separate secret negotiations with the Israelis we'd have nothing to lose because it wouldn't ultimately be binding.",
    "Abu Ala'a was in Sweden and we went to the Foreign Ministry to meet them.",
    "The PLO again approached Norway to open a new and secret channel with the Israelis.",
    "In February of 1992, senior PLO official Ahmed Qurei known as Abu Ala'a - travelled to Oslo. [OMAR KITMITTO] [PALESTINIAN DIPLOMAT] Abu Ala'a was in Sweden and we went to the Foreign Ministry to meet them.",
    "[Rawan] Who did you meet at the Foreign Ministry?",
    "We met Stoltenberg, the Norwegian Foreign Minister and I remember Jan Egeland was there.",
    "[JAN EGELAND] [NORWEGIAN LABOUR PARTY] PLO starts to send signals to us here, Abu Ala' comes that we Norway could become their link to Israel if Israel was interested. Then came Basem Abu Sharif and he was even more explicit and said: I am talking directly, I have a message straight from the top, Yasser Arafat, Norway should try to do this. And it has to be directly linked with PLO Tunis leadership only.",
    "The minutes of their secret meeting in Oslo reveal that Bassam Abu Sherif told the Norwegians that if there were peace, \"the PLO would influence the Arab World to stop the boycott of Israel\".",
    "[JAN EGELAND] [NORWEGIAN LABOUR PARTY] Of course it takes two to Tango; we did not have the Israeli side. I had met Yitzhak Rabin before he was elected, on one of my missions to Israel.",
    "[Rawan] On April 1992 [JAN EGELAND] [NORWEGIAN LABOUR PARTY] In April 92, we met Rabin. He came for a breakfast in the Norwegian embassy and we asked him what is your approach to the Palestinians, and he said I'm keen to see some kind of a negotiated settlement. In 1992, the Israeli Labour Party led by Yitzhak Rabin won the general election.",
    "Rabin continued Israel's policy of settlement building.",
    "In public, he spoke optimistically of progress in the peace negotiations.",
    "[YITZHAK RABIN ] [ISRAELI PRIME MINISTER ] [1992-1995] I believe that within six to nine months, it will be possible to reach an agreement with the Palestinian delegation about the establishment of autonomy. What will be the first and most important task for a government for you and your colleagues?",
    "[SHIMON PERES] [ISRAELI FOREIGN MINISTER] [1992-1995] To renew the peace process and go straight ahead into the autonomy implementation. Shimon Peres was appointed Foreign Minister.",
    "Yossi Beilin here on the left - was appointed his Deputy; and Uri Savir on the right their General Manager Beilin was given the green light to start the secret direct negotiations with the PLO in Norway.",
    "[YOSSI BEILIN] [ISRAELI LABOUR PARTY] Because Norway was out of the EU, it had independent foreign policy. We had meetings with Terje Rd-Larsen, with his people. TERJE ROD-LARSEN PRESIDENT, INTERNATIONAL PEACE INSTITUTE."
  ],
  [],
  [
    "",
    "Freed prisoner Ayman Al Sharawna has volunteered to act in this documentary to reflect the reality of detention and hunger strike which he himself lived inside Israeli jails.",
    "The reconstruction scenes were filmed in Al Saraya prison which had been used by the Israeli authorities for 27 years. Several hunger strikes took place in Al Saraya prison.",
    "[RECONSTRUCTION, BEGINNING OF THE DETENTION] [Officer] His papers. [Officer 2] Thank you. [Officer 2] Remove his blindfold . [Officer 2] Untie him.",
    "[RECONSTRUCTION, BEGINNING OF THE DETENTION] [RECONSTRUCTION, BEGINNING OF THE DETENTION] [Officer] Search him [Officer] Take off your shirt. (Ayman unbuttons his shirt) [Officer] Take it off.",
    "[Officer] Take off your trousers.",
    "[Officer] Take them off completely.",
    "[Officer] Take off your undershirt.",
    "[Officer] Take off your underwear. [Officer] Take it off.",
    "[Officer] You're in a prison, not a place of prayer. [Ayman] No. [Officer] Search him thoroughly. [Officer] Take off his underwear.",
    "[Officer] Free his hands Put on these clothes.",
    "[RECONSTRUCTION, BEGINNING OF THE DETENTION] Take him to the cell. MITHAL NASSAR PHYSICIANS FOR HUMAN RIGHTS.",
    "My first experience in a prison was strange.",
    "I was scared and apprehensive.",
    "Going into prison, having so many doors locked behind me being searched and questioned Passing through creepy narrow corridors.",
    "I felt this even though I knew I'd get out.",
    "I can't imagine how prisoners must feel.",
    "Hunger strikers don't know if they'll be freed or not.",
    "I can't imagine how they feel about their daily lives.",
    "No one could unless, they'd been there and seen it. HANA SHALABI FORMER PRISONER & HUNGER STRIKER.",
    "The prisoner is taken into a small, cold, dark cell.",
    "It doesn't have of life's basic amenities.",
    "The walls are made of rough concrete blocks.",
    "If you rub your back against the wall, it feels like glass.",
    "[Ayman Al Sharawna] When the prison guard takes someone for interrogation, he opens this small hatch and asks him to be handcuffed.",
    "The guard then opens another hatch to cuff his legs.",
    "[Hana Shalabi ] When we put our hands out to be cuffed the soldier tightens the cuffs so hard it scrapes your hands.",
    "There are different types of handcuffs, depending on the crime you're charged with.",
    "[RECONSTRUCTION, MASS OPPRESSION OF PRISONERS] [RECONSTRUCTION, MASS OPPRESSION OF PRISONERS] AYMAN AL SHARAWNA FORMER PRIOSNER & HUNGER STRIKER.",
    "To assert their authority, soldiers armed with batons and shields open the cell doors.",
    "They sometimes fire tear gas into the cells.",
    "Many prisoners need hospital treatment for the gas.",
    "The soldiers throw open the doors and attack the prisoner while he's sleeping so he doesn't fight back.",
    "They handcuff and push him to the floor, face down.",
    "They then throw him into the corridor.",
    "[RECONSTRCUTION, INDIVIDUAL OPPRESSION, STRIP SEARCH] [Ayman Al Sharawna] The strip search is very degrading.",
    "The soldiers strip the prisoner And then put on gloves and search his genitals.",
    "Then they make the prisoner sit and stand while one soldier stares at his back and the other at his front.",
    "This is very humiliating.",
    "They do it with the prisoner's hands and legs cuffed so he doesn't fight back.",
    "He simply can't defend himself.",
    "[Hana Shalabi] It's very difficult for prisoners to be strip searched.",
    "The soldiers make the prisoners undress in front of them.",
    "It's difficult for a patriotic Palestinian prisoner to take off his clothes in front of Israeli soldiers. They want to humiliate us, subjugate us.",
    "But when they saw us lifting our heads with pride they made other prisoners undress in front of us. JAMIL AL KHATIB LAWYER.",
    "International law bans the strip search.",
    "The Israeli authorities use it to humiliate prisoners not to stop them smuggling things into their cells.",
    "They have machines to do that.",
    "[Ayman Al Sharawna ] There's no justification for the strip search.",
    "We've argued this with the Israeli prison service many times.",
    "We've asked that prisoners only take off their trousers and keep their underwear on, but they refused.",
    "They insisted on humiliating Palestinian prisoners.",
    "[Hana Shalabi ] I gave them hard a time.",
    "I couldn't accept being strip searched in front of six soldiers, a nurse and a female soldier.",
    "The female soldier let them do it.",
    "I tried to fight back but I was cuffed.",
    "My body was covered with scratches from the soldiers' nails.",
    "One soldier also beat me.",
    "He took off all my clothes in front of seven soldiers.",
    "This was when I decided to go on hunger strike before I was sentenced to six months administrative detention.",
    "[Ayman Al Sharawna] Prisoners fight mainly for their dignity.",
    "We want to stand up to the Israeli prison service. So a prisoner's' last option is to go on hunger strike.",
    "We want to stop these crimes.",
    "[ISRAELI PRISONS FOR DETENTION OF PALESTINIANS ] [Ansar Detention Three] [Ramon Prison ] [Nafha Prison ] [Ohli Kedar] [Eshil Prison ] [Be'er Sheva] [Atsion Prison] [Ashkelon Prison] [Ofer Penitentiary ] [Maskubia Prison] [Neve Tirza Prison] [Ayalon Prison] [Nitzan ] [Al Ramla Prison] [Petah Tikva Detention Centre ] [Benjamin Prison] [Hasharon Prison] [Hadarom Prison ] [Hawara Detention Centre] [Tel Mond Prison ] [Megiddo Detention Centre] [Salem Camp ] [Atlit Detainee Camp] [Gilboa Prison] [Shita Prison] [Al Damoon Prison ] [Al Jalma Prison ] [Kfar Yona ] [Since the Israeli occupation of the West Bank and Gaza Strip, Palestinian prisoners have repeatedly gone on hunger strikes in protest at the conditions inside Israeli prisons] .",
    "[18 February 1969 ] [Ramla Prison and Kfar Yona Detention Center hunger strike ] [28 April 1970] [Hunger strike led by women prisoners in Neve Tirza Prison] [5 July 1970 ] [Ashkelon Prison hunger strike] [1971 ] [Ashkelon Prison hunger strike] [13 September 1973 ] [Ashkelon Prison hunger strike] [11 December 1976] [Ashkelon Prison hunger strike ] [24 February 1977 ] [Ashkelon Prison hunger strike ] [14 July 1980 ] [Nafha Detention Center hunger strike] [September 1984] [Hunger strikes in all prisons ] [12 November 1984] [Hunger strike by women prisoners ] [March 1985 ] [Nafha prison hunger strike ] [25 March 1985] [Hunger strikes in all prisons] [23 January 1988] [Hunger strikes in all prisons] [23 June 1991] [Nafha Prison] [25 September 1992] [Hunger strikes in all prisons] [21 June 1994 ] [Hunger strikes in all prisons] [18 June 1995 ] [Hunger strikes in all prisons] [1996] [Hunger strikes in Ashkelon prison ] [5 December 1998] [Hunger strikes in all prisons] [2 May 2000] [Hunger strikes in all prisons] [26 June 2001] [Hunger strike by women prisoners in Neve Tirza prison ] [May 2004] [Hunger strike in Hadarom prison] [15 August 2004 ] [Hunger strikes in all prisons] [10 July 2006] [Hunger strike in Shita prison] [18 November 2006] [Hunger strike in Shita prison] [18 November 2007] [Hunger strikes in all prisons] [17 April 2012] [Karameh (Dignity) hunger strike] [27 April 2014] [Hunger strike of prisoners in administrative detention] [Hunger strikes have been used worldwide as an effective weapon in battles for freedom and against injustice.]",
    "[Nelson Mandela] [Mahatma Gandhi] [Bobby Sands] [BELFAST, NORTHERN IRELAND] PAT SHEEHAN FORMER I.R.A HUNGER STRIKER 1981.",
    "In the past, if someone committed an injustice on you, you should go to their door step and fast on their door step until that injustice has been eroded. And that's the mindset we had in terms of going on hunger strike. We weren't going on hunger strike to die. We were going on hunger strike to show the world that an injustice had been done on us. And, seven men were selected to take part in that hunger strike. All of the men had volunteered and their names were selected from a list of volunteers. BRENDAN MCFARLANE FORMER I.R.A HUNGER STRIKER 1981.",
    "We also developed a replacement strategy for any hunger striker who died. From the seventy name we then went about selecting, for example, who would replace bobby sands, who would replace ., who would replace.and who would replaceEach and we had that in place so therefore, we set clear signals that if a hunger striker died someone took his place and went into the continuous cycle.",
    "[Pat Sheehan] As a hunger strike went on, and bobby then dies, a number of other prisoners die. I was called on to replacewho died in early august of 1981 and I commenced my hunger strike on the 10th of August. And, I was on hunger strike for the next 55 days until the 3rd of October when it was decided that the hunger strike would end. So I was quite fortunate that I survived. In fact, four days before the end of the hunger strike, I had been examined by a consultant from one of the main hospitals here in Belfast and he told me that even if I ended my hunger strike, there and then, there was a good chance I wouldn't survive because my liver was beginning to shut down and there was a change that there may have been irreplable damage done to it. But, as you can see, I survived. I was very lucky to survive. Probably in another 48 hours, I would have been dead.",
    "[BELFAST, NORTHERN IRELAND] On the wall: \"Remember the hunger strikers - 32nd anniversary\" [ August 2004] Palestinian prisoners decided on a mass hunger strike after their conditions deteriorated inside Israeli prisons.",
    "Ayman Al Sharawna was part of that hunger strike.",
    "[Ayman Al Sharawna] The Israeli prison service started to withdraw our privileges.",
    "So we began protesting by rejecting meals and refusing to go out into the prison yard.",
    "Then we stopped clinic and court visits but none of it changed anything.",
    "So we decided to start a mass hunger strike.",
    "The Israeli prison service took our move as a war and launched harsher measures against us. FUAD AL KHUFFASH JOURNALIST & RESEARCHER.",
    "A hunger strike is like a game.",
    "Who's going to surrender first, the prison or the prisoners?",
    "The ones dressed in military uniforms and armed with batons? Or the Palestinian prisoners who only have a strong will and faith in their cause?",
    "[Brendan McFarlane ] Sent them individually a note. Very small, very shot, and very hard. Haven't thought of the consequences of your decision. Do you realize that in three months you will be dead? and you know have you considered your family and very very hard for the individual to take that word so then the decision has to be, can I do this?",
    "[Mithal Nassar] One of the prisoners I examined was always smiling.",
    "He was an optimistic man.",
    "He once said: 'If I die to gain my freedom I'm prepared for the sacrifice'.",
    "[Decline in health while on hunger strike.",
    "Day1: Hunger and stomach cramps fade after day three Day 14: The body starts to dissolve tissue to remain alive.",
    "Day 18: Lose feeling of thirst Dizziness and inability to concentrate Start feeling cold and experience chills Day 28: Standing up may become difficult or even impossible.",
    "Loss of 18% of body weight Day 35: Inability to stop vomiting Involuntary eye movements Double vision Day 45: Hearing loss Loss of vision Day 66: Possible death due to weakness of heart][Ayman Al Sharawna ] The first problems for a hunger striker are hair and vision loss.",
    "Then problems with the kidneys, gallbladder and stomach and dryness of the nerves in every part of the body.",
    "[Mithal Nassar ] Hunger strikers might go into coma caused by the loss of fluids in the brain or the loss of vitamins such as Vitamin K. The effects are weakness and gradual decomposition of the body until death.",
    "[RECONSTRUCTION] [FUAD AL KHUFFASH] [JOURNALIST & RESEARCHER] Every day, 10 prisoners suffer from extreme weakness and an inability to stand up.",
    "This triggers a dirty game by the prison physician.",
    "This physician undermines the prisoners' morale by exaggerating their illness and symptoms.",
    "[MITHAL NASSAR] PHYSICIANS FOR HUMAN [RIGHTS] The prison physician is not just a doctor.",
    "He's a military prison guard as well.",
    "[September 2004] [19 days after the hunger strike the Palestinian prisoners failed to get their demands met.]",
    "[AYMAN AL SHARAWNA] [FORMER PRIOSNER & HUNGER STRIKER] We were defeated.",
    "I saw many of them crying.",
    "9,000 of them endured 19 days of hunger strike but achieved nothing.",
    "[Fuad Al Khuffash] The Israeli prison service always tries to break the strike.",
    "After three weeks of starvation, the strikers feel depressed and defeated. This was what stopped them going on hunger strike between 2004 and 2012.",
    "When a strike fails, prisoners loss hope.",
    "[April 2012] [When conditions took a turn for the worse, the prisoners decided to carry out a mass hunger strike again.",
    "Ayman Al Sharawna was one of the strikers.]",
    "[Ayman Al Sharawna] During the eight years between hunger strikes the prison service got tougher.",
    "Before, the director was terrified when he visited the prison.",
    "But later, he ignored prisoners' representatives and acted arrogantly at that time.",
    "[2012 Hunger Strikers' Main Demands: No solitary confinement of Palestinian prisoners Allowing Gaza family visits inside prisons after 7 years of a visit ban Ending the strip search policy and improving the living conditions of prisoners in jails] [Fuad Al Khuffash] The 2012 hunger strikers decided no prisoner would stay in solitary confinement.",
    "Their slogan became 'We will live with dignity'.",
    "[HANA SHALABI] [FORMER PRISONER & HUNGER STRIKER] When I was in solitary in Ramla, I heard the sound of kids playing.",
    "I thought I was losing my mind.",
    "What must it be like for someone there for years?",
    "[Fuad Al Khuffash] I know what solitary confinement means and how badly prisoners want to get out.",
    "I heard prison stories about people in solitary for years.",
    "They were in a terrible state.",
    "Abdullah Al Barghouti was prevented from seeing his family for 10 years.",
    "The supreme court only allowed him to see his little girl from behind a glass window without the right to speak to her.",
    "The Israeli security agency refused to let him meet his six year-old daughter.",
    "The prisoners decided to go on hunger strike to get their comrade out of prison.",
    "They put up with pain and hunger for 28 days just to get him freed.",
    "What a great sense of solidarity and responsibility.",
    "They were willing to risk their own lives so their fellow prisoner could see his little girl.",
    "[14 May 2012] After 28 days of continuous strike, the Palestinian prisoners succeeded and had their demands met.",
    "[Ayman Al Sharawna] We achieved an unprecedented victory in 2012.",
    "We went on hunger strike for 28 days to end solitary confinement and allow family visits from Gaza.",
    "[Fuad Al Khuffash] After 28 days chief striker Othman Saeed Bilal marched among prisoners and said: 'We've won.",
    "The prisoners burst into tears of joy and shouted: 'God is Great'.",
    "He told them: 'No prisoner will have to live in solitary from now on.",
    "Today, you've beaten the prison service.",
    "We've freed everyone in solitary confinement.",
    "They forgot their hunger and pain.",
    "They knew Mahmoud Eissa would be released from solitary. And Hassan Salma wouldn't stay an hour longer.",
    "Ibrahim Hamid was released after six years in solitary.",
    "[The success of a hunger strike depends on three factors: 1: The strong will and endurance of the strikers.",
    "2: Receiving national and international support from social movements.",
    "3: A Wide range of media coverage.]",
    "[JAMIL AL KHATIB] [LAWYER] Hunger strikes draw attention to prisoner suffering.",
    "The media played a part in the strike of 2012.",
    "There supported popular protests.",
    "The Palestinian people and the media created pressure which led to international intervention.",
    "We eventually achieved our goal.",
    "[BRENDAN MCFARLANE] [FRM IRA HUNGER STRIKER] We maximized the support on the ground that is primarily through demonstrations, mass rallies and we also tried to attract as many people like celebrities whether it was actors or politicians or church people. The collective response both inside and outside the prison and the admiration of people, you know, who will support you locally and internationally and in terms of the Palestinian protestors and hunger strikers and people of all this struggle, you know, they have our undying support because we can see, but we can't experience it, but we can see the absolute horrendous conditions that their people are forced to live in.",
    "[PAT SHEEHAN] [FRM IRA HUNGER STRIKER] It's very important that a hunger strike has as much publicity as can possibly be generated for it. So, for example, there will be no point going on a hunger strike if no one knew about it. Because, the whole idea is to use it to bring pressure on your political opponent.",
    "[The success of the mass hunger strike encouraged Palestinian prisoners to go on individual hunger strikes to achieve personal demands.]",
    "[Fuad Al Khuffash] An individual hunger strike is when a prisoner protests about injustices like administrative detention as in the case of Khader Adnan.",
    "[Demonstrations in the West Bank and Gaza Strip Calling for his Release.",
    "\"Adnan remains in high spirits and a strike takes over prisons next Thursday.\" ][After a legendary hunger strike lasting 66 days, the Israelis agreed to Adnan's demands and granted him freedom by April 17.]",
    "[Hana Shalabi] Khader Adnan was on an individual strike while in administrative detention.",
    "I suffered administrative detention for 25 months.",
    "[Khader Adnan's individual hunger strike inspired many Palestinian prisoners to do the same.",
    "Ayman Al Sharawna and Samer Issawi, the two men freed in a prisoner swap deal, decided to carry out another individual hunger strike after the occupation detained them again. ]",
    "SAMER ISSAWI FORMER PRISONER.",
    "They wanted to jail me for 20 more years.",
    "I was sentenced to 30 years but served 10 of them.",
    "They decided my entering the West Bank violated my release deal so they re-arrested me.",
    "I then started an open hunger strike.",
    "For me, it was either martyrdom or freedom. JAWAD BOULOS LAWYER.",
    "The Israeli authorities rejected freedom as an option.",
    "They'd realised prisoners were gaining freedom by going on hunger strike.",
    "So they tried their best to stop this.",
    "[Hana Shalabi] When I went on hunger strike, the Israelis tried to break my will.",
    "They said: 'You're a girl.",
    "You'll lose your hair.",
    "Look what happened to Khader Adnan.",
    "He can't walk.",
    "He is not the same Adnan that people knew before'.",
    "[RECONSTRUCTION] From the first day to the last the Israelis tried to make me end my hunger strike.",
    "Even after my release deal had been signed.",
    "But I didn't give up.",
    "[RECONSTRUCTION] [RECONSTRUCTION] [Ayman Al Sharawna] An interrogator started to threaten me.",
    "He wanted me to end my hunger strike but I refused.",
    "I told him: 'I won't end it until I'm free.",
    "He started to deprive me of my rights.",
    "I used to go out to the yard in a wheelchair an hour a day, to get some sun because my body was full of fungus and I was losing my hair.",
    "He banned me from going in the wheelchair onto the yard.",
    "Then banned my lawyer and Red Cross visits.",
    "I was in complete solitary confinement.",
    "What freedom!",
    "[Jawad Boulos] The Israelis used every device.",
    "They frightened the prisoners and promised them things to weaken their will.",
    "Israeli guards tried everything.",
    "[RECONSTRUCTION] [Ayman Al Sharawna] I was taken to Soroka hospital.",
    "I'd stayed in solitary confinement for a month and another 31 days in hospital.",
    "The prison service security official ordered that my hands and legs remain cuffed to the bed 24 hours-a-day. That was real torture.",
    "[RECONSTRUCTION] The doctors and nurses at Soroka hospital treated me the same way the secret police, Shin Bet, did.",
    "[Mithal Nassar] Prison doctors often claimed a patient's condition was stable.",
    "When I questioned them, they said: 'This is his decision.",
    "What do you expect?'",
    "So if he knew his patient was in a critical condition he should have said so.",
    "A doctor doesn't have the right to do that and say: 'If that's his decision, let him go to hell!'",
    "Their worst technique was sleep deprivation .",
    "I couldn't sleep at all because of the pain and disturbance.",
    "My hands and legs were cuffed to the bed so I couldn't move.",
    "I was lying on my back all the time. Wake up!",
    "[RECONSTRUCTION] [Ayman Al Sharwna] Each phase of torture was worse than the one before.",
    "They'd bring a table of the best food and put it by my bed.",
    "Shin Bet knew I loved sweets.",
    "They used to bring all kinds of desserts.",
    "[Jawad Boulos] I visited Hana Shalabi several times at Meir Hospital.",
    "I once smelled food down the corridor.",
    "When I entered her room I saw the guards had brought a table of the best food. It would tempt anyone, let alone a hunger striker like Hana.",
    "[Brendan McFarlane] After about two weeks, if there was an apple on the table at the other side of the cell, you could smell the apple, the scent of the smell of the apple was very very sharp. Your senses became hyper.",
    "[Hana Shalabi] They deliberately brought boxes of clementines.",
    "The soldier would peel the fruit to so the smell spread into the room and then they threw it away without eating it.",
    "This smell is very bad for a striker's health.",
    "It makes them want to vomit but there's nothing in their stomach.",
    "[Mithal Nassar] It's difficult for a hunger striker to have people around eating and drinking coffee especially for Arabs and Palestinians who love coffee.",
    "They want to break their spirit.",
    "[RECONSTRUCTION] [Ayman Al Sharawna] The next problem was going to the bathroom.",
    "This was the real psychological battle, to humiliate me.",
    "One of the guards would go with me to the bathroom.",
    "I had no bowel movement at this time, just a little urine.",
    "Doctors told me to drink three litres of water a day so my kidneys would continue to function.",
    "But I couldn't.",
    "My stomach smelled bad when I drank water because it was rotten.",
    "It was also hard to go to the toilet with my hands and legs cuffed. And it was too embarrassing for me to urinate with a guard was looking over my shoulder.",
    "It was humiliating.",
    "[Jawad Boulos] One of the prisoners couldn't go to the toilet with the door open.",
    "His name was Ayman Al Sharawna.",
    "He couldn't pee when someone was looking at him.",
    "The prison doctor told me that prisoner was unable to urinate.",
    "I told him: 'Close the bathroom door and he will!'.",
    "I wrote a sarcastic article in which I called them 'the guards of our urine'.",
    "That's what they do!",
    "[Ayman Al Sharawna] I still can't believe that I went through 261 days of hunger strike.",
    "Those days were like a blur. I was anticipating death every single moment.",
    "I actually felt I was dead when I refused to drink water.",
    "[Pat Sheehan] When we went on hunger strike, it was always very very clear that if you're going on hunger strike, you're going to die. And, you have to be prepared for that.",
    "[Hana Shalabi] I was sure I'd eventually die in jail.",
    "The Israeli authorities were stubborn and I also stuck to my guns.",
    "My health was deteriorating badly.",
    "I was absolutely certain I was going to die there.",
    "[Pat Sheehan] They're prepared to give their own lives. They're prepared to give up everything, never to see their families again, never to see their children growing up. And, that's, you know, an enormous sacrifice for any human being to make.",
    "[After 44 days of strike, Hana's health rapidly declined. Medical reports warned she might die at any moment.",
    "The Israeli authorities complied with Hana's demands and she was released.",
    "After 261 days of hunger strike, Ayman Al Sharawna was freed through a deal with the Israeli authorities, after they had agreed to comply with his demands.]",
    "[Ayman Al Sharawna] I insisted on two important conditions before signing my release deal.",
    "One, that the Israelis set the exact time I'd be released.",
    "Two, I would only end my hunger strike in Gaza.",
    "They put me in an ambulance.",
    "A Shin Bet officer offered me a cup of tea and chocolate.",
    "He told me to have them so I'd have the energy to greet people welcoming me.",
    "I refused, afraid the whole thing was a hoax.",
    "He asked me 'Do you want to prove to the world the media in Gaza and Hamas that you're the only prisoner to be released while still on hunger strike?",
    "And that you are a national hero?",
    "'I said: 'No'.",
    "I insisted on not ending my hunger strike until I reached Gaza.",
    "And I succeeded.",
    "My hunger strike was ended in Gaza's Al Shifaa Hospital at 10.30 by the Health Minister.",
    "[Samer Issawi] My hunger strike slogan was 'Freedom in Jerusalem, Dead or Alive'.",
    "I'm now alive in Jerusalem despite the Israelis."
  ],
  [],
  [],
  [],
  []
]
