[
  [],
  [
    "",
    "AYED MORRAR   Activist.",
    "Budrus village lies on the border between the West Bank and Israel.",
    "When Israel started building the wall in 2002, we knew it would take some of Budrus' land.",
    "In November 2003, Israel brought bulldozers to Budrus and gave us two weeks to appeal to an Israeli court.",
    "They marked the area where they were going to build the wall.",
    "We noticed it would confiscate 300 acres of Palestinian land with 3,000 olive trees.",
    "The next day, the bulldozers started working.",
    "We knew there was no point in going to court.",
    "As in two weeks' time, they would have destroyed everything. \n     We formed the first popular committee.",
    "It included representatives of every political party, council, club, society and family.",
    "We first demonstrated on 9th November 2003.",
    "We were 110 Palestinian protesters.",
    "At that time, there were no Israeli or international supporters.",
    "",
    "[9/11/2003]",
    "[Ayed]",
    "They fired live and rubber bullets and tear gas at us.",
    "Seven people were injured. \nBut we managed to stop the bulldozers on the first day.",
    "[Ayed]",
    "Our town's deputy commissioner criticised our action.",
    "He believed it would be impossible to change a government decree in such a small town.",
    "He said 'Even if 60 protesters were killed, they would continue building the wall.'",
    "But we refused to back off.",
    "Ayed",
    "24 Israeli jeeps with about 120 soldiers were in Budrus every day.",
    "We would split into groups and the soldiers would chase us. \nWe always managed to reach the bulldozer.",
    "Every time the bulldozer was there, we were there.",
    "They would use violence to disperse us.",
    "Once, 70 protesters were injured by rubber bullets. \nWe had to back off.",
    "But they knew if the bulldozer continued to work, we'd come back.",
    "So they stopped it, even after we left the site.",
    "[Ayed]",
    "More than half of the protesters were women.",
    "They showed bravery to challenge the Israelis.",
    "Our success was unprecedented.",
    "11 months later, the Israelis took the decision to divert the wall.",
    "We didn't go to an Israeli court. \nWe only resisted.",
    "We saved about 280 acres of our land and 3000 olive trees.",
    "This area, where we now are, used to be a no-man's land.",
    "Neither Palestinians nor Israelis were allowed to enter.",
    "It was considered an area inside the green line.",
    "",
    "[Ayed]",
    "The wall in Budrus is a 60-meter-wide barbed-wire fence.",
    "Alongside the wall there are six checkpoints and an electronic gate, monitored by high-tech surveillance cameras.",
    "The cameras will immediately film anything approaching the gate and Israeli soldiers would be there in no more than seven minutes.",
    "Despite the night-vision cameras, Palestinians cut parts of the barbed-wire fence every night.",
    "This confuses and angers the Israeli army.",
    "[Ayed]",
    "The wall remains a symbol of Israeli military occupation of our land.",
    "It's always there. \nIt's close to our schools.",
    "So tear gas and rubber bullets are constantly close to our students, distracting them from their studies.",
    "Farmers can't access all their lands. \nThey must stay 150 meters away from the wall.",
    "Shepherds are also obliged to stay away from the wall.",
    "You can see the damage caused by the wall in Budrus along the entire 4 km fence.",
    "People who took part in the recent Arab revolutions say they've been inspired by the Palestinians.",
    "We gave them lessons in public resistance.",
    "Our path is longer and more difficult, but we will achieve the same goals the Tunisians and Egyptians have achieved.",
    "We may have to pay a higher price but we will reach our goal.",
    "[Al Zawiya Village]",
    "ABDULRAHMAN SHKAIR   ACTIVIST.",
    "The wall in this town has reached the school.",
    "Everyone in town tried to stop the Israeli military jeep from moving forward.",
    "One time, an Israeli officer ordered the driver to reverse and run us over.",
    "We stepped away. \nThey beat me repeatedly but I didn't fall over.",
    "[Shkair]",
    "The Israelis camped inside our town.",
    "They would go out at night and cut our olive trees.",
    "We started to protest and clash with them day and night.",
    "On Fridays, we would close the mosques and perform the noon prayer near the camp.",
    "We protested.",
    "[Shkair]",
    "My wife told me the protesters were once carrying a very old woman.",
    "A reporter asked them why they were carrying her.",
    "They said she had asked them to take her to her olive tree.",
    "She wanted to die there but not see her tree being cut or uprooted.",
    "They were the best protests ever.",
    "[15/07/2004]",
    "[Shkair]",
    "Protesting against the wall was like an invitation to a wedding party.",
    "Once we heard the bulldozers had arrived, we would immediately go there.",
    "We had no fear. \nFear doesn't exist in this town.",
    "The wall must fall just like the Berlin wall.",
    "Germany erected the wall, but the people later destroyed it.",
    "We will do the same. \nOur homeland is a sacred one. \n    God will protect it.",
    "[Ni'lin Village]  MOHAMMAD AMIREH   ACTIVIST.",
    "In February 2004, the wall reached several villages in northern Palestine.",
    "It reached Budrus, Qabya and others near Ni'lin.",
    "People of Ni'lin heard about it.",
    "One Friday, we performed the noon prayer on the site.",
    "We stopped the Israeli bulldozers from working.",
    "They resumed work in May 2008.",
    "It was an amazing public uprising. \nWe managed to divert the wall.",
    "We stopped the bulldozers.",
    "They fired tear gas and stun grenades to disperse us, but our protests continued.",
    "[Amireh]",
    "In 2004 they decided to confiscate 1,200 acres.",
    "In 2008 they confiscated 750 acres of lands belonging to Palestinian farmers.",
    "The land had wheat, olive trees, besides other kinds of crops.",
    "Some of the farms were for shepherds.",
    "[Man speaking through loudspeaker]",
    "Listen soldiers.",
    "You have no place here.",
    "This is Palestinian land.",
    "There is nothing for you to find here. \nGo back to where you came from.",
    "[Amireh]",
    "When the wall's construction reached the nearby Budrus village, I would go with my mates to protest.",
    "We learned what to do, how the soldiers would react.",
    "When the wall's construction reached our town Ni'lin, the land behind that wall, we protested.",
    "We would use loudspeakers to raise the awareness of the students.",
    "We taught them that peaceful protests foil the soldiers' actions.",
    "The Israeli soldiers are well-armed and like to see armed people.",
    "We would go raising our arms up like that. \nYet we got hurt.",
    "Two people lost their sight because the soldiers would aim for the eyes.",
    "I was injured here in the arm as they tried to shoot my eye.",
    "I was injured several times. \nWe were beaten by the soldiers.",
    "My son was with me one day. \nHe was beaten and suffocated because of tear gas.",
    "I was detained about five times.",
    "Each time I had to pay 3,000 shekels to be freed.",
    "That was ok. Our homeland is priceless.",
    "We would pay our own blood and souls to protect it. \n      [23/06/2008]  [Amireh]",
    "After the wall was built, it became difficult for the Palestinians to continue protesting every day.",
    "We would protest on Fridays. \n    [25/07/2008]  [Bil'in Village]   [Amireh]",
    "Foreign and Israeli supporters took part in the protests.",
    "They supported the Palestinians.",
    "Once we protested in Ni'lin. \nAhmed Musa was killed.",
    "The supporters held pictures of Ahmed Musa and protested in front of the Israeli Ministry of Defence.",
    "They accused Barak of killing Palestinian children in Ni'lin.",
    "Activist Jonathan Pollak took part in every protest in Ni'lin.",
    "He was injured and beaten in Ni'lin. \nHe was once captured as well.",
    "We were captured together and transferred in the same jeep.",
    "Once I was injured and fell over. \nHe held my child to protect him. \n     Let me go.",
    "Bring my child.",
    "I'll fight back if you don't let me go.",
    "I will come back with 20,000 others.",
    "You soldiers won't beat us. \n [Amireh]",
    "Pollak shouted at the Israeli soldiers.",
    "He told him 'You are attacking a Palestinian man and his child on his own land!'",
    "We know there are Israelis criticising their government and army for acts of violence and inhumanity.",
    "Go home.",
    "You can't push me away. \nYou go home!",
    "JONATHAN POLLAK   ISRAELI PEACE ACTIVIST.",
    "I remember once the settlers complained about the soldiers' tear gas because it affected them too.",
    "[Mohammad Amireh]",
    "That's why the soldiers stopped firing tear gas and started using live bullets.",
    "31 people were shot in the legs by live bullets.",
    "[Jonathan Pollak]  [Speaking English]",
    "I come here because I believe that it is wrong that Israel built this thing, I think it's wrong that Israel built it at all, I think it's wrong that Israel has built it on people's land. \nI think separation is not a solution to what we have here and I think it definitely shouldn't come at the expense of the Palestinians and that's why I come here and participate in these demonstrations specifically in Elin, I was here in 2004, the first round of demonstrations right after demonstrations in Bedros began. \nThe work is used of course to grab land and to allow the expansion of settlements but it's also used for unilateral redrawing of the border to unitarily decide where a future border if it is to announce that border its ever control over Palestinians or over the west bank, well I come from",
    "Go home.",
    "-Why? \nWhat happened?",
    "Go Home!",
    "-Why?",
    "This is a military zone. \n    -Show me the military order. \nThis is not a military zone.",
    "If you don't go away, I'll take the camera.",
    "Why?",
    "For security reasons.",
    "There is no order to close this area. \nIt's privately-owned land.",
    "I'm asking you to leave before I     -Before what? \nWhat will you do?",
    "I'll take the camera. \nIt is a military zone.",
    "No it is not.",
    "Tomorrow it will be announced a military zone.",
    "Don't touch me. \n    -You don't touch the camera.",
    "[Amireh]",
    "On what basis did they kick Jonathan out?",
    "He said he had orders from an officer.",
    "Jonathan asked him to show the order, but he didn't.",
    "Because he didn't have one.",
    "I told the soldiers Jonathan was on my land because I'd invited him.",
    "But I didn't invite the soldiers!",
    "[Jonathan Pollak]  [Speaking English]",
    "I think they saw us in one of their patrols and they just gave us a way. \nThey caught us on what so called a Palestinian side and it shows how it's not about preventing people from going to that side, it's also about controlling this side and how the army regardless of what legal or illegal, even according to their officers the army can do whatever they want",
    "",
    "[Jonathan Pollak]  [Speaking English]",
    "I don't know how many times I was injured or arrested, dozens of times, I don't know, never anything too serious, the longest into prison is 3 months I was fortunate enough to not have to spend long period. \nThe most serious injury was to the head, I was shot in the head with ____ projector, few internal brain hemorrhage I was very lucky in fact",
    "[Jonathan Pollak]  [Speaking English]",
    "The wall is a part of a wider mechanism of the occupation and of control and I believe that these demonstrations have to continue to expand this form of struggle not only the demonstrations will have to continue and expand and the goal is not merely taking the wall down here or taking down the wall in general it's one of the mechanisms of occupation. \nWhat we want is their freedom and their ability to live freely and with self determination. \n    [Jonathan Pollak]   [Speaking English]",
    "I guess the soldiers like the vast majorities of Israelis society sees the people who come here, Israelis who come here as traitors, and to a degree I think, they are right, because we betray the notion that this place here is part of Israel, that Israelis are better than Palestinians, that Israelis deserve more rights and better security that Palestinians here, than Palestinians inside Israel, than refugees. \nSo to that degree, they are correct, we are traitors and I'm very proud to portray this culture",
    "[Amireh]",
    "Five were killed in less than one year.",
    "Between 29th July 2008 and 5th June 2009.",
    "Many women had miscarriages because of inhaling the tear gas.",
    "A five-month-old baby once died due to suffocation from tear gas.",
    "[Amireh]",
    "Around 31 people were injured by live bullets.",
    "At least 800 were injured by rubber bullets.",
    "Thousands suffered from tear gas suffocation.",
    "About 17 houses were either partially or completely burned.",
    "At least 450 olive trees were set on fire. \nMost of the trees were 1500 years old.",
    "[Amireh]",
    "After Ahmed Hussam and Youssef Amireh were killed, the people were enraged.",
    "They cut the barbed-wire fence. \nThe army erected a concrete wall.",
    "The army erected a concrete wall. \nThe first time a concrete wall was erected in Palestine was in Ni'lin.",
    "They erected five concrete blocks to reinforce the wall, believing we couldn't destroy it.",
    "People keep trying to destroy it all the time.",
    "Eventually, we will destroy it, reach our land and our olives.",
    "[Amireh]",
    "The Israeli army makes no difference between a Palestinian, an Israeli or foreign supporter.",
    "Tristan Anderson was once taking part in protests.",
    "Many Palestinians were around him. \nThe army was on the other side.",
    "They fired tear gas and one canister hit Anderson in the head.",
    "He stayed in an Israeli hospital for two years, but he never got well.",
    "He eventually left the country but did not recover.",
    "TOMMY DONNELLAN   CAMERAMAN/ JOURNALIST.",
    "[English speaker]",
    "You can't be a passenger in life for whatever, you can't be a couch potato or an observer when you have to feel deeply about something major injustice like what have been portrayed on Palestine you have to do it or else you die inside, you can't when you began to make an excuses, I intend to go longer and that I did act in my conscience and came here, and you know getting stronger as such with my commitment is just total, like I just live Palestine and Ireland. \nYou know I'm 64 now but I discovered, not self esteem, but like self confidence and like something strong inside me, I realize this and I feel good with that",
    "Donnellan   Captured by the Israelis.",
    "[10/04/2010]",
    "[Bil'in Village]   [Donnellan]  [English speaker]  I maximize publicity by whatever the message by videoing, video the protest and broadcast them, so the message gets out fair and wide because the message of Palestine has to be broadcasted you know",
    "[Donnellan]  [English speaker]",
    "In Ni'lin in 2008 I think, it was a 10-year-old boy Ahmad Mousa, he was running away from the army and the jeep shot him, shot him dead into the head, his brain has fell out, the people carried Ahmad they vomited, the poor boy destroyed. The following day, in his burial, they killed another 19-year-old during protest here and they opened up on the shabab and they killed four or five days later I videoed both the burials, terrible stuff, you will wipe like a child. \nThis is what they Israelis do, this is when they use white phosphorous horrifically weapon called Dime against the Palestinians you know in a cage or a prison called Gaza. \nWhen Palestinians in the west bank went for solidarity, they are just wiped out, murdered, killed. \nThat's why I'm here, I'm driven by a deep sense of anger and outrage of what been perpetrates on the Palestinians, you know I've seen a tragedy with the Jewish people, that the Jewish suffered from the holocaust by Nazis, and what they are doing now",
    "[Donnellan]  [English speaker]",
    "Ashraf Abu Rahmeh was arrested for throwing stones as they sayand a new charge yesterday was issued for him in prison where it mentioned he assaulted the captain.",
    "But I was there videoing in Bilin and Ashraf wouldn't sit with the protests to reach the wall, Ashraf was there for few minutes and he went to the back because Ashraf on a counter was brutally assaulted at Qalandia checkpoint he is got a serious and left him seriously impaired and we were concerned that the sounds bombs, his ear will be seriously damaged, even more. \nSo Ashraf at the duration of the protest, sit on the hillside looking at the action, there was some stone throwing and in the end of the protests some Jeeps come in and Ashraf went up to them there was some verbals or whatever was arrested. \nAnd now, I think it's seriously intent in jailing him. \nHe is fearless, he is brave, he is driven by deep anger as well against the occupation, the damage that the occupation has done to his family and he is fearless, like to the point of discussion which is sometimes is the better part of the battle. \nAshraf, brave Ashraf, he doesn't know the meaning of it, he goes up front and he gets head to head conversation, whatever, argue with the soldiers they don't like that they just like to order, you know half an hour tell us to move and move, move you know this interview is like seeing a game of musical chairs but Ashraf was here, he wouldn't have refused he would've stayed as ground and the commotion people would arrested him",
    "[Bil'in Village]  SOBHIA ABU RAHMEH   PALESTINIAN CITIZEN.",
    "I lifted my hands and prayed to God near the Kaaba.",
    "He was with me. \nHe was happy. \nHe told me 'I performed hajj with you, mom. \nI'll always be with you. \nDon't be sad. \nI'm alive, not dead'.",
    "I was so happy. \nI woke up and realised it was a dream.",
    "[Sobhia Abu Rahmeh]",
    "Bassem was killed on 17th April 2009.",
    "After lunch he went straight out to join the anti-wall protest.",
    "He went to his friend's house, smoked shisha and asked his friend to take a photo of him.",
    "This is the last picture taken of him before he died.",
    "He went to join the protest. \nThe Israelis shot him in the chest.",
    "[Bassem Abu Rahmeh shot dead]   [Bil'in  17/04/2009]   [Sobhia Abu Rahmeh]",
    "Ashraf has been living in a room by the wall for five years.",
    "The Israelis harass him all the time, beat him and drive pigs into his room.",
    "He took part in a protest in Ni'lin. \nThe Israelis saw him there and captured him. \n    We were watching TV. \nLamis saw him and said: 'That is Ashraf'.",
    "I called him. \nHe said he had been locked-up for three days.",
    "[Sobhia Abu Rahmeh]",
    "A girl was watching them. \nShe saw where the Israelis took him.",
    "Her name is Salam.",
    "SALAM KANA'AN   ACTIVIST/JOURNALIST.",
    "On July 7th, I was filming the anti-wall protest in Ni'lin.",
    "A lot was happening but there was no media coverage.",
    "I had my camera and started to film.",
    "I filmed supporters arriving in Ni'lin to show solidarity.",
    "Protesters being detained, beaten and left under the sun for hours. \n    On July 7th I saw them capture a young supporter.",
    "He took part in a peaceful protest. \nThey captured him at 12.30pm.",
    "They blind-folded him and cuffed his hands behind his back.",
    "They left him in the sun for four hours.",
    "An Israeli army officer then showed up. \nI was filming. \nI thought they'd put him in the jeep.",
    "The officer pulled him to the pavement and ordered the soldier to shoot him at close range.",
    "[Salam]",
    "I screamed. \nI've never felt as afraid as I did that moment.",
    "I then knew that young man was Ashraf Abu Rahmeh, a 27 year-old supporter from Bil'in.",
    "He was known for his anti-wall activities because Bil'in and Ni'lin suffer from the same issue.",
    "I was banned from filming. \nI had to sign a letter vowing I won't film anymore, otherwise I'd be taken to court and put under a lot of pressure. \n    [Sobhia Abu Rahmeh]",
    "Jawaher was killed on January 1st 2011. \n    We went out and stood by the olive trees to watch the protest.",
    "The Israelis fired tear gas canisters hysterically. \nIt never happened like that before.",
    "I asked Jawaher to go back home. \nBut she had inhaled a lot of gas.",
    "She told me she couldn't breathe anymore. \nHer eyes turned red.",
    "I told her 'Go back home. \nI don't want what happened to Bassem to happen to you'.",
    "She said: 'I'm no better than Bassem'.",
    "[Sobhia Abu Rahmeh]",
    "If we hadn't protested and defended our land, the Israelis would have taken more of our land.",
    "With God's will, we will resist and will beat them.",
    "BASEL MANSOUR   ACTIVIST.",
    "The wall confiscates up to 60 per cent of Bil'in lands.",
    "Lands of olive trees and farms.",
    "Now, Bil'in is deprived of everything because of the wall.",
    "It's a plan to occupy and steal Palestinian land and water and force people to leave their lands.",
    "[Basel Mansour]",
    "The People of Bil'in protested almost every day when the construction of the wall started.",
    "Bil'in is a small town. \nWe held strikes and closed schools to let the students take part.",
    "We then organised two main activities; a major public protest every Friday and a secret one held early morning where we would carry out special activities.",
    "[Basel Mansour and Ashraf Abu Rahmeh detained]",
    "[Qalandiya checkpoint  28/08/2011]   [Basel Mansour]",
    "There is a link between revolutionaries in Palestine and those in Egypt, Tunisia and Libya.",
    "We started to think how we can link what is happening in the Arab world with the Palestinian cause.",
    "These are revolutions against injustice.",
    "The occupation is all about injustice and terrorism in the world.",
    "[Basel Mansour]",
    "We wrote a letter stating how proud we were of what Arabs were doing.",
    "It was specifically addressed to the Egyptian people in Tahrir square.",
    "Upon coordination with Egyptian activists, we had the letter read at the Tahrir square.",
    "We felt like we were one nation. \nWe felt well connected to the Egyptians and the entire Arab nation.",
    "That happened on a Friday, people were protesting in Tahrir and we were protesting in Bil'in.",
    "[Basel Mansour]",
    "It was a great message.",
    "To see the Egyptian flag held in an anti-occupation protest in Bil'in and at the same time the Palestinian flag held in the heart of Tahrir square.",
    "[Basel Mansour]",
    "We are not against the track of the wall.",
    "We are against building the apartheid wall.",
    "The wall will definitely be destroyed and the occupation will definitely end.",
    "[Masha village]   HANI AMER   PALESTINIAN CITIZEN.",
    "This wall causes a real humanitarian disaster. \nIt deprives us from life itself. \n    The Israelis wouldn't  let us pass unless we obtain permission.",
    "They have cameras installed to monitor who passes.",
    "They'd take the key from me for 10 days if I let anyone inside.",
    "We then wouldn't be able to go anywhere, including schools.",
    "Here is my house and garden, inside the wall.",
    "A settlement lies there, on the western side, and the wall is on the other side.",
    "My house is surrounded. \nThe Israelis originally wanted to demolish my home to build the wall. \nBut I refused.",
    "I threatened to remain inside the house when they demolish it.",
    "They didn't care if I did. \nBut I used the assistance of local and international organisations and media.",
    "They stopped the Israelis from demolishing my home.",
    "[In front of Hani's house] [21/11/2003]   JONATHAN POLLAK   ISRAELI ACTIVIST.",
    "[Hani Amer]",
    "They started building the wall in 2003. \nIt took a lot of time.",
    "Skirmishes took place almost every day, here near my house.",
    "A man was shot in my house.",
    "He barely survived. \nMany others were either injured or suffered suffocation.",
    "I was determined not to leave my house.",
    "After a long battle, with the help of many people, I managed to get what I have today.",
    "We enter our home through a small door in the wall. \nWe have the freedom to let visitors in.",
    "We paid a high price to get this.",
    "Army attacks, settlers attacks. \nThey didn't want us to enter our own land and house.",
    "This is my home and I won't leave it.",
    "Here I am. \nWhen I stay in my home, I defend my land, my homeland and my people.",
    "Israel bans young men and activists from entering the Palestinian farms lying behind the wall to pick their olives.",
    "Only old people and women are allowed to enter these lands, Special permits must be obtained. \nThese permits are only granted for five days a year.",
    "MOHAMMAD AMIREH   ACTIVIST.",
    "What are you doing here? \n I came to help my friends pick olives.",
    "You can't pass. \nSorry.",
    "They have their family and friends. \nThey will help.",
    "You say it is their land. \nWhy don't you let them in? \n Now, it is an Israeli land.",
    "You must have a permit. \n I can't let you in if you don't have a permit, with your photo on it.",
    "When I want to go to my land, why would I need a permit? \n When you go to your home, do you need a permit?",
    "This will not change anything. \nYou must show me your permit to let you in. \nJust like it is at any other checkpoint.",
    "Please, leave. \nGo back.",
    "You must come back at 4 o'clock."
  ],
  [],
  [
    "",
    "Some died in prison, some are still jailed, others were released.",
    "These are stories from a few of those who have been released. \n Ahmed Abu Al-Sukkar",
    "Palestinian  Lives in the West Bank. \n 27 years in Israeli jails [1976-2003]. \n Carried out a bombing in Jerusalem in 1975 killing 13 Israelis and injuring 78. \n [Text next to pic]",
    "Ahmed Abu Hedbah",
    "Palestinian  Lives in Syria. \n 16 years in Israeli jails [1969-1985]. \n Captured in a resistance operation. \n [Text next to pic]",
    "Saleh Abu Laban   Palestinian  Lives in the West Bank. \n 15 years in Israeli jails [1970-1985]. \n Captured in a resistance operation. \n [Text next to pic]",
    "Tahseen Al-Halabi   Palestinian  Lives in Syria. \n 12 years in Israeli jails [1967-1979]. \n Captured in a resistance operation. \n [Text next to pic]",
    "Therese Halaseh   Jordanian   Lives in Jordan. \n 12 years in Israeli jails [1972-1984]. \n Captured after hijacking a Sabena flight in 1972. \n [Text next to pic]",
    "Anwar Yaseen   Lebanese   Lives in Lebanon. \n 17 years in Israeli jails [1987-2004]. \n Captured in a resistance operation. \n [Text next to pic]",
    "Mahmoud Mshilawi   Palestinian   Lives in Lebanon. \n 15 years in Israeli jails [1970-1985]. \n Captured in a resistance operation.",
    "[One of the interviewees]",
    "Palestinian prisoners came up with the term \"the crisis of freedom\". \nNothing is harsher than imprisonment. \nIt's the cruelest form of torture. \n [One of the interviewees]",
    "The Israelis do this in order to turn you from a human being into a creature barely alive. \n Someone forgotten. \nLiving only to eat and sleep. \n [One of the interviewees]",
    "Someone sentenced to life imprisonment doesn't count his days.",
    "He just waits for God's mercy.",
    "Life in jail is routine. \nAll days are the same. \nEither you destroy this routine, or it destroys you. \n AHMED ABU HEDBAH  FREED PRISONER.",
    "You're locked in a room filled with 20 others. \nYou see them day and night.",
    "After 10 days you've said all there is to say. \nAfter that, you're just repeating yourself.",
    "You find yourself breaking down. \n TAHSEEN AL-HALABI   FREED PRISONER.",
    "It was a challenge. \nLiving under the strict rules and brutal conditions imposed on us by the prison authorities. \n We took up the challenge to cope with prison life.  THERESE HALASEH   FREED PRISONER.",
    "We'd ask for the most basic right. \nA pen and paper. \nIt was tough when they confiscated them. \nThey would drag a girl out and beat her. \nWe were couldn't  do anything. \n AHMED ABU AL-SUKKAR   FREED PRISONER.",
    "I remember the 22-day strike in Juneid prison. \nAfter 22 days, the prison chief asked the officer in charge about the reason behind the strike.",
    "The officer said the prisoners wanted more sunlight. \nWe were only allowed two hours in the sun each day.",
    "The prison chief answered sarcastically: 'Just draw the sun on a wall of each cell. \nThen they can see the sun every day!\" \n MAHMOUD MSHILAWI   FREED PRISONER.",
    "One break time they opened the doors of the cells. \nOne of the prisoners was a blind man called Mahmoud Danhash. \nHe'd lost his sight when injured in a battle. \nA guard asked Mahmoud to make his bed before leaving his cell. \nWe had to do this before going out. \nMahmoud's sheets weren't arranged very well. \nHe was blind. \nI told the guard it was fine I, but he insisted he do it better. \nI got furious and slapped the guard. \nHe fell. \nHe then blew his whistle to call the alert. \n [Mahmoud Mshilawi]",
    "We had nothing to lose. \nWe were ready  for anything. \nAlmost all of us were sentenced to life imprisonment. \n [Ahmed Abu Hadbeh]",
    "Most of us were young when we were jailed. \n We knew nothing about politics. \n Except for some who were affiliated with certain parties. \nSome were Communists. \nSome belonged to the Muslim Brotherhood. \nOthers were Liberals. \nThose who understood politics taught us. \nThey made us see how knowledge enables man to endure. \n  ANWAR YASEEN   FREED PRISONER.",
    "I was 18 when I was jailed. \nI met people who had been inside for 18 years. \n Despite this, they remained upbeat. \n The person who taught me to think this way was the Palestinian nationalist, the martyr Omar Al-Qasim.",
    "He took me to the library. \n It had been created from the great sacrifice of the prisoners. \n Some books arrived all torn and were re-assembled in the prison. \n The library had about 4,000 books on various topics. \n Omar told me these books weren't just paper. \nThey had been paid for with blood. \n [Ahmed Abu Hadbeh]",
    "There was a time when anyone who had a pen would be dragged into solitary confinement for a week.",
    "They gave us pens just once a month to write letters. \nThen they'd take them back. \n In late 1971 we went on strike and demanded books. \nThe Red Cross supported us until books were allowed in. \n But the prison administration deliberately allowed many books on religion and Marxism. \n MOHAMED AL-JILANI   FREED PRISONER.",
    "They gave us books on both kinds of extremism. \nCommunist and Islamist Palestinians were aware of their aim. \nThey studied both kinds of books and there was an amazing mindset of resistance. \n [Mahmoud Mshilawi]",
    "We always managed to amuse ourselves. \nBy opposing this or fighting that. \nThe worst misfortune is the one that makes you laugh! \n [Tahseen Al-Halabi ]",
    "There was a very cruel guard in Ashkelon prison called Alfred. \nHe used to beat prisoners for no reason. \nEven if thery were not under interrogation.",
    "One day I asked to speak to Alfred. \n He asked me: 'What do you want?' \n I said: 'I see you here for 24 hours. \nYou then leave for 24 hours and come back the third day.' \n He replied: 'So what?' \n I said: 'This means if I stay in jail for 20 years, you will stay here for 10.' \n He said: 'But I'm being paid for it.' \n I said: 'But I eat, drink and sleep for free. \nAnd you are staying with me here.' \n He got upset and sent me to solitary confinement for two days. \n    [Anwar Yaseen]",
    "Freedom is not something physical. \nIt's a philosophical idea.",
    "You get used to a daily routine and you don't appreciate it until you are forbidden from doing it.",
    "I never opened a door or even touched the handle of a door for 17 years.",
    "I didn't walk on sand for a long time. \nPeople walk on sand and grass every day. \nBut they never appreciate what this means. \nNot until they are forbidden from doing it.",
    "People shake hands with others. \nWe were deprived of these little details. \nThis is the philosophical idea of freedom. \n [Mahmoud Mshilawi]",
    "In prison I used to dream of a lovely house near the sea. \nI was writing there. \n I missed colors - everything green or red. \n When I found a picture of nature I hid it to keep looking at it. \n [Anwar Yaseen]",
    "I received general news from my family through letters with them.",
    "But the little details were different.",
    "My family thought I looked the same as when I was 18. \n I couldn't believe how different they looked when I received their pictures. \n It wasn't until 1995, eight years after I was jailed, when they allowed us to receive videotapes from our families. \nIt was only then I started to have a new image of my family in my mind.",
    "The exchange of prisoners started when three air force planes took off from Ben Gurion airport at 7am. \nThey were heading towards Geneva Airport carrying 375 saboteurs who had been transported to the base in 15 buses amid strict security measures. \n ANWAR YASEEN'S MOTHER. \n [AL-JADEED TV, 2004]       I'm very happy. I will be happier when Anwar arrives so I can kiss him and welcome him home. \nAfter 17 years of his absence, the sun will rise again and I will forget all my sorrow the minute I see him. \n [Anwar Yassin]",
    "The prison officials told me to prepare my belongings. \nThis meant I was going to be freed. \nThere were 40 cells in the section where I was held. \nI wanted to say goodbye to the other prisoners. \nSo I asked the guard to open the doors of some of the cells and he did. \nI felt a change in the way they treated me even though I was freed against their will. \n [Ahmed Abu Al-Sukkar]",
    "I was sleeping. \nOne of the prisoners woke me up. \nHe tried to make sure I was alert enough to listen to what he was going to say. \n He told me Arabic and Hebrew TV reports were saying they were going to release me. \nI couldn't believe it. \nWe didn't sleep that night. \nThere had been similar reports before but I hadn't been released. \n [Mahmoud Mshilawi]",
    "I remember the moment we were released. \nOne of the prisoners called  Mahmoud Awarkeh approached me and said: 'I hope you won't forget us'. \n SALEH ABU LABAN   FREED PRISONER.",
    "When people ask me when I was born, I say 20 May. \nThough I was born on 24 March 1953. \nBut I say 20 May 1985. \nI feel the day I was freed is the day I was born. \n [Saleh Abu Laban]",
    "After 15 years of oppression and being addressed as a 'saboteur', in a moment I became a national hero. \nI became a human being. \n [Ahmed Abu Al-Sukkar]",
    "I went back to Ramallah. \nIt has changed a lot. \nIt has many buildings. \nIt has been 27 years. \nIt only had 17,000 inhabitants when I was jailed.",
    "Now the population is more than 180,000. \n President Arafat welcomed me at the  Muqatta   He went to kiss me. \n I said: ' Wait. \nYou gave me 20 kisses in Beirut, and I was jailed for 27 years. \nIf you kiss me again now I'll be dead before I reach home'. \n He laughed a lot.",
    "",
    "The freed detainees are getting off the plane. \nThey are waving. \nProof of their safe return and great victory. \n [Anwar]",
    "I hope we will always remain united and will always support this legitimate resistance against oppression and occupation. \n ANWAR YASEEN  FREED PRISONER.",
    "The first day of my release I couldn't sleep. \nMany visitors came to our house and stayed on into the early hours.",
    "I told my brother I wanted to see the sunrise. \nFor the first time after 6,000 days. \nWe sat on the balcony of our home in Rumeila. \nThe sun rose. \nI watched it all the way. \nIt was an exceptional moment. \n MAHMOUD MSHILAWI   FREED PRISONER.",
    "I was 18 when I was jailed and 28 when I was freed.",
    "I felt a new life was ahead of me. \nI felt like a stranger among my family and friends. \nIt was distressing. \nI couldn't sleep. \nI was in a constant state of anxiety. \n [Anwar Yaseen]",
    "I began a new life with my family. \nI felt like a stranger. \nMy parents had only 7 grandchildren when I was jailed but 28 when I was freed. \n AHMED ABU AL-SUKKAR   FREED PRISONER.",
    "I left my youngest child at the age of two. \nWhen I was freed, his son was already five. \nIt's not easy. \nIt's painful and exciting at the same time. \nIt hurts because I didn't have the chance to see my children grow. \nAnd exciting because I see my grandchildren. \n Anwar Yaseen",
    "I felt I always wanted to do something. \nI wanted to get re-acquainted with the people and places I knew. \n Especially those which reminded me of my resistance, my teenage years and my childhood. \n I wanted to see those places: the beach, the river, the valleys and the trees. \nI wanted to see these places again. \n Name-title caption:   AHMED ABU HEDBAH  FREED PRISONER",
    "There was no TV or radio when we were jailed. \nOnly the village mayor had a radio. \nWhen we were freed, all these things were available, even cars. \nHaving a car was a big deal back then. \n  THERESE HALASEH   FREED PRISONER.",
    "A friend of mine bought a TV. \nHe called me and said: 'I have a TV. \nYou can change the channels as you are sitting on your chair. \nCome and see it'. \n I went with another friend. \nWe sat there and played with the remote control for more than six hours. \n We changed channels and laughed. \nWe then saw the video player. \nIt was amazing. \nWe watched a wedding video from a year earlier. \nWe kept pausing and rewinding. \nWe broke the video player to understand this technology. \nBut we still don't. \n [Therese Halaseh]",
    "Another weird thing was the electric door. \nI stood in front of it and it just opened. \n'How did it open? \nWho opened it?' \nI kept going in and out to understand how it worked. \nI had a hard time dealing with technology. \n TAHSEEN AL-HALABI   FREED PRISONER.",
    "When we were released we were keen to live. \nBut life was different. \nWe slept on a 2cm-wide mattress for 12 years. \nNow we have beds and blankets. \nWe jumped on the bed like little kids. \n [Therese Halaseh]",
    "I love to go play in the park. \nBut I am afraid people will see me playing and laughing there. \nMaybe other people don't have that feeling. \nThey play there with no fear. \nBut I do. \n SALEH ABU LABAN   FREED PRISONER.",
    "People put you on a pedestal. \nSo you can't do certain things. \nYou can't fall in love or act like a teenager as others do. \nYou must act within a specific framework of standards. \nBecause to them you're a hero. \nBut really, I'm just human. \n [Therese Halaseh]",
    "People revere fighters. \nBut, they are normal, sensitive human beings. \n Now we're free, people think a fighter doesn't make mistakes. \nBut we do. \n [Mahmoud Mshilawi]",
    "I asked my brother-in-law to buy me a camera and film. \nI love taking pictures. \nI wanted to take pictures of everything I missed. \nPeople and nature. \nHe spent a lot of money on my films. \nI didn't appreciate the value of money back then. \nI wasn't used to dealing with it. \n [Tahseen Al-Halabi ]",
    "I haven't seen a penny in 12 years. \nIn prison, they gave us food and tea. \n Take it or leave it. \nThey gave us four cigarettes every day. \nWe didn't get to choose what brand of cigarette. \nBut now, there is so much variety. \nA lot of fruit. \nOur families and the organisations we belong to give us money. \nBut we don't know how to spend it. \n [Therese Halaseh]",
    "In prison, we had a uniform. \nWe were all dressed the same. \nWhen we were released, we didn't have the problem of choosing what to wear. \n I just wear the same trousers and blouse. \nI never look at myself in the mirror. \n [Saleh Abu Laban]",
    "My family helped me a great deal in coping with my new life. \nThey taught me how to dress. \n [Therese Halaseh]",
    "Everything was different when we were released. \nEven the morning greetings. \n In prison we'd just say: 'Good morning'. \n Now, you're expected to ask: 'How are you? \nWhat's up?' \n There was no need to ask that in prison because we were together all the time. \nWe just said 'Good morning' and 'Good night'. \n [Mahmoud Mshilawi]",
    "Life in prison is free of hypocrisy. \n [Therese Halaseh]",
    "We didn't lie to others in prison. \nWhy would we lie? \nEverything was clear. \nI think most former detainees were shocked at the dishonesty of people in the outside world. \n [Anwar Yaseen]",
    "Unfortunately, in our societies people put on different masks. \n They have a different personality when dealing with others than when they deal with themselves. \n In prison it is hard to wear any mask. \n Eventually you return to the real 'you'. \nBecause you are in the same place all the time. \nAll masks drop. \n MOHAMED AL-JILANI   FREED PRISONER.",
    "I was shocked at how people had changed. \nTheir ethics were completely different. \n For example, lying has become very common and kindness is considered stupidity. \nPeople now view those who deceive others as smart. \nI was shocked. \n [Therese Halaseh]",
    "Most of the detainees were young when they were jailed. \n Their emotions have remained the same. \nTheir thinking developed through reading. \nBut their emotions didn't develop. \n they still love their families before, this feeling remains. \nThey didn't change. \n [Anwar Yaseen ]",
    "I lived in Beirut for two years before I was jailed.",
    "My experience with women at that time   was limited . \nThat experience never developed during my detention.",
    "All prisoners had the same level of experience , or even less .. \n Their inexperience before being jailed meant they were not that knowledgeable. \n [Ahmed Abu Hedbeh]",
    "Before I was detained, I never knew any woman other than my mother. \n So I only viewed women as mothers. \n I had no romantic image of women. \n I only learnt about women as they appeared in the writings of Najib Mahfouz and in Russian literature. \n I had no practical experience with women. \n [Mahmoud Mshilawi ]",
    "I never knew fear until I got married. \n [Tahseen Al-Halabi ]",
    "A friend of mine told me after our release that he had told his wife one year after their marriage: 'If I can't give you a child, you are free to leave me and marry someone else. \nI don't want to deprive you of the right of being a mother. \nI can live with it'. \n [Mohamed Al-Jilani ]",
    "I couldn't cope with people for one year after my release. \nI stayed only with my family and very close friends. \n [Mahmoud Mshilawi ]",
    "I felt like a stranger in the 'outside world' for a long time. \nI was in better intellectual and social harmony with my fellow detainees. \n [Tahseen Al-Halabi ]",
    "Getting into a lift felt like being in prison. \nI'd rather take the stairs even to the fifth floor than get into a lift. \nI once got stuck in a lift and it felt like being held in solitary confinement. \nEven the metal doors looked the same. \n [Saleh Abu Laban]",
    "When we go to a restaurant I refuse to sit at tables facing the wall. \nI hate to sit facing the wall. \nSitting facing a wall reminds me of jail. \nIt means humiliation and insecurity. \nI never again want to sit facing a wall. \n Mahmoud Mshilawi",
    "Each time I met with someone I'd keep walking back and forth. \nBecause that's what we did in prison. \nI couldn't sit still. \nWhen I finished my meal, I'd go to wash my dishes in the kitchen. \nThat's what I was used to. \n [Therese Halaseh]",
    "We had little food in prison. \nSo we used to hide some bread or tomatoes to eat them when we felt hungry. \nWe all did so. \n I still have the same habit. \n I always tell my husband: 'We don't have sugar' or 'we don't have rice'. \nEven if we still have five kilos of each. \nHe buys more even though he knows we still have a lot. \nHe wants to keep me calm. \n [Ahmed Abu Al-Sukkar]",
    "Every time I go to someone's house I stay for only 15 minutes and leave. \nI know it's impolite, but I just can't stay. \n [Ahmed Abu Hedbeh]",
    "I never switch off the lights at home. \nIt was always dark in prison. \nWhen my wife switches them off, I ask her to turn them back on. \n [Therese Halaseh]",
    "None of my family dares touch me to wake me. \nI'd immediately hit them. \nThey call out. \nIn jail, they used to hit the keys on the bars to wake us up. \n [Ahmed Abu Hedbeh]",
    "I dream about Askalan jail at least once a month. \nI see myself in the cell, on strike, reading or writing. \nThe picture of Askalan jail lives inside of me. \n [Therese Halaseh ]",
    "Those who have been in prison should undergo medical tests and rehabilitation on leaving. \nEspecially since many detainees were young. \nIt's not much to ask for. \nBut we need someone to make us understand how the society has changed. \n [Anwar Yaseen ]",
    "The nightmares are fewer now. \n The bad experience no longer affects us. \nI did my best to free myself from the past. \n I view it as a period of time that has passed. \nI need to be reconciled with my past. \n I had difficulties at that time. \nBut I also benefitted from them. \nI developed a strong character to face the prison guards and the harsh conditions. \n That's success in its own right. \n [Ahmed Abu Hedbeh ]",
    "I read more than 1,000 books during my detention. \nI learnt Hebrew and all about Zionism. \n [Saleh Abu Laban]",
    "I learnt English and Hebrew. \nI am a Hebrew teacher now. \nI started to learn French, but there was no one to teach us.",
    "Our colleague Anwar Yaseen reports   [Anwar Yaseen archive]",
    "From the southern suburbs of Beirutnear the martyrs compoundscene of the most brutal Zionist attack   [Anwar Yaseen]",
    "It's not just a professional success.",
    "It's more of a victory over the enemy.",
    "Because I appear on a TV channel we were banned from watching in jail.",
    "For a long time they tried to destroy and depress us. \nAnd then I go on TV to report upon the brutality they practice.",
    "By detaining me the enemy tried to make me pay for the operation I carried out.",
    "But I think they are more upset with seeing me on screen now than they were for the losses I caused them before. \nThat's why it's a success. \n [Tahseen Al-Halabi ]",
    "A friend who had been detained in Askalan prison for 10 years went back to his hometown Tulkarem.",
    "His name is Hassan Badran.",
    "He told me the first thing he wanted to do after his release was to realise his wish.",
    "I asked him what his wish had been. \n He said: 'I promised a prison guard called Journo that I'd have a child and name him Guevara'.",
    "Seven years later, he went to visit his detained brother in Askalan prison.",
    "He saw Journo and showed him a picture of his son and said: 'As I told you. \nI had a child and named him Guevara. \nAnd when he grows up he will be a fighter.'",
    "They banned him from visiting his brother for six months. \n [Ahmed Abu Hedbeh]      Prison taught me how to know people.",
    "When you're held in a room with 20 others, you learn the differences between them.",
    "You develop the skill of knowing the real person from the first minute he speaks to you.",
    "We learnt how many liars there were in the Palestinian National Movement. \n [Ahmed Abu Al-Sukkar]",
    "I don't regret the 27 years I spent in jail. \nPeople respect me for it. \n I get treated well wherever I go.",
    "Not only by old people, but also by the young. \n Especially those whom we raised in jail. \nI don't regret those years. \nI only regret the present days. \n [Ahmed Abu Al-Sukkar]",
    "I think recognizing Israel and it's recognition of the Palestine Liberation Organisation is a crime. \n We have the right to liberate Palestine. \nWe don't only want parts of the West Bank. \nWe demand the land beyond the 1967 border. \nBut unfortunately, even a third world war won't remove those settlements. \nOnly the resistance can do that. \n [Mahmoud Mshilawi ]",
    "A gull gets lost at night   A boat gets lost at night   I hear steps of a woman at night   Oh, night woman I fought with a defeated army   I didn't like the starless night   Our leaders shook hands with the enemy while we were fighting   We saw them with the other army   I'll now look for another aim maybe to rent a boat The night seems long when we spend it with the defeated army"
  ],
  [],
  [],
  [],
  [],
  [],
  [
    "",
    "Stretching from Mozambique in south east Africa to Syria in the Middle East.",
    "The lowest point of the Great Rift Valley is here - in the Jordan Valley.",
    "Home to the world's lowest city, Jerichoestablished over 10,000 years ago.",
    "Farmers and shepherds have worked on this land for thousands of years.",
    "In more recent times, Israel's continued occupation of the region since 1967 is threatening the traditional way of life of the people of the Jordan Valley.",
    "Israel restricts Palestinian development on the land and has razed Bedouin homes in the area.",
    "While making life difficult for the Palestinian communities, it is encouraging the development of illegal Israeli agricultural settlements in the valley.",
    "This is the story of Palestinians clinging to a traditionand to a land inhabited by their forefathers over centuries",
    "This is the story of the last shepherds of the Jordan valley.",
    "ABDEL RAHIM BISHARAT   SHEPHERD.  [ABU SAQR]  This road was created after they cut the main roads   leading to our homes and to our land in AlHadidieh",
    "Since 1969 or 1970 they have been experimenting on us.",
    "They began by arresting the shepherds. \n Most of us breed animals and grow wheat and barley. \n We use rain water rather than irrigation.",
    "They arrested the shepherds and sent them before military tribunals.",
    "When this failed they started shooting our sheep.  From helicopters and military  vehicles. \n Those which survived scattered.",
    "When this experiment didn't succeed they began destroying our homes.",
    "The policy of house demolitions began in 1997. \n They choose the most extreme times of year.",
    "Either the hottest season, when it's over 40 degrees. \n Or the coldest winter days when it's under 0 degrees.",
    "They pull down our tents and destroy all the contents of our homes.",
    "They confiscate everything. \nOur tractors, our equipment, our water barrels. \n They empty the water barrels without leaving a drop of water for our children.",
    "60-year old Abu Saqr is the patriarch of a large family.",
    "He also campaigns to defend the rights of shepherds and farmers in the northern Jordan Valley.",
    "For him, his continued existence on the land is a form of resistance. \n [Abu Saqr]  Please come in, We'll continue inside.",
    "Abu Saqr lives in the Bedouin village of Al-Hadidiya.",
    "Sirene Khuderi is a volunteer with the Jordan Valley Solidarity campaign  a network of grassroots community groups seeking to protect Palestinian farming communities in the valley. \n SIRENE KHUDAIRI  JORDAN VALEY SOLIDARITY.",
    "I get angry when I see this well nearly empty while the settlement drains our water to become a garden of Eden",
    "It's out of our hands. \n This is our source of water.",
    "This is how they try to make us leave. \n By destroying the wells and preventing us from repairing them.",
    "They built that settlement in 1978 and planted trees to turn it into a green forest. \n And we are deprived  of water and not even allowed to repair these wells.",
    "Just a few hundred meters from Abu Saqr's home is the illegal Israeli settlement of Roi.",
    "It was built on land confiscated from Al-Hadidiya.",
    "After the construction of Roi in the late 1970's, Israel declared Al-Hadidiya a military zone.",
    "This effectively prohibited Palestinians from building - or even repairing - structures on their own property.",
    "Today the settlement is home to some 200 Israelis who have created a fish-breeding business. \nAsian labourers make up the work force.",
    "The Jordan Valley has the potential to be the bread-basket of any future Palestinian state.",
    "But the Israeli government plans to increase the size of Israeli agricultural settlements in the valley. \nThey already use the vast majority of the area's water resources.",
    "Bigger settlements will further threaten the living conditions of Palestinian communities in the Jordan Valley.",
    "Limiting their opportunities for economic growth and pushing the Palestinians living there into greater poverty. \n [Abu Saqr]  A Palestinian state without the Jordan Valley has no chance of survival.",
    "The basis of all life is water.",
    "Thet are not only controlling the water of the valley but about all the water sources in the West Bank.",
    "The northern basin is fed by water from the Jordan Valley. \n    The valley is our most important agricultural area.",
    "Since water is being denied to these areas, how can a state be built?",
    "A state without an economy?",
    "Agriculture is the backbone of the Palestinian economy. \n Hussein Najadih   Mayor-Al Auja. \n [Abu Mohmmad]",
    "I travel with my tractor about 20km to Ain Shibly just to get 4 cubic metres of water.",
    "On the way we run into the police and other obstacles.",
    "We travel 20km and spend 100 shekels or more for the water and feul there and back.",
    "There's a water source just 200 metres away from Abu Saqr.",
    "And they are watering their grape vines with that water.",
    "But we have to travel 20km just for 4 cubic metres of water.",
    "[Abu Saqr] Actually it's 40km. \n20 there and 20 back.",
    "[Hussein] 20km to go there and 20km to come back.",
    "Everyone here has a story.",
    "Abu Saqr is no exception. \n [Abu Saqr]  My son was coming home from school as I was bringing a tank of water.",
    "I met him and he climbed onto my tractor.",
    "While I was driving he fell off the tractor.",
    "He hit his head on a stone and it started bleeding.",
    "I tried to help him.",
    "The road was closed off by gates and cement roadblocks.",
    "I called an ambulance but there were a million checkpoints",
    "The ambulance took six hours to reach us. \nBy that time my boy was already dead.",
    "The Palestinian Authority isn't allowed to help us.",
    "Because It gets money from donor states.",
    "The donor community cannot implement projects without Israeli permission.",
    "The Israeli policy is to drive us away, not to aid our survival here.",
    "The Palestinian Authority's limited power stems from the wording of the Oslo Accords signed in 1993 and 1995.",
    "The agreement divided the Palestinian territories into three distinct administrative areas  known as A, B, and C.",
    "Area A constitutes about 18 % of the West Bank. \nT",
    "Here, the Palestinian Authority exercises full civil and security control.",
    "Area B constitutes 21 % of the West Bank.",
    "Here, the Palestinian Authority has civil control but shares security control with Israel.",
    "Jewish settlers have taken control of land in Area B in violation of the Oslo Accords.",
    "Area C constitutes approximately 61 % of the West Bank.",
    "It is under full Israeli civil and security control.",
    "Almost the entire Jordan Valley is designated as Area C.  [Abu Saqr]  The peace agreements were made between unequal partners.",
    "Abu Saqr and Abu Mohammad both live in Area C.",
    "To purchase supplies, they must travel through several Israeli checkpoints.",
    "Checkpoints are a frustrating feature of daily life for most Palestinians.",
    "Following the 1967 war, many Palestinians of the Jordan Valley were uprooted from their homes and became refugees in neighbouring Jordan.",
    "Since then, Israel has refused their right of return - a right stipulated by international law.",
    "Approximately 10,000 Palestinians remained in the Jordan Valley after the 1967 war.",
    "Life for them was about to change radically.",
    "Shortly after the war, Israel began to build settlements on the land it had captured and occupied.",
    "One such settlement was that Mekhola  built on land confiscated from the village of Ain Al Baida.",
    "Yonah is a security officer in the settlement.",
    "He agreed to be filmed  but not to speak on camera.",
    "We asked if he thought the Jordan Valley would be returned to the Palestinians in a peace agreement. \n [Yonah]  That's not the solution. \nI don't think they will agree.",
    "And it won't be easy to get a consensus on this.",
    "There will be peace after they get their rights.",
    "I don't think there is hope for a lasting peace agreement. \n History has taught us such agreements are not eternal.",
    "The Palestinians building Yonah's house in the settlement also refuse to speak on camera. \n    They know they would be considered traitors for the work they do.",
    "But they point to the 30% unemployment as an excuse for their actions.",
    "David was a soldier stationed here in the 1967 war.",
    "He decided to settle on the land.",
    "He became an agricultural consultant - in charge of exporting the settlement's produce.  DAVID   ISRAELI EXPORT MANAGER. \n Here we sort, clean and package the products and then prepare them for export.",
    "We export to Turkey, Greece, Italy, Germany and former Yugoslavia. \n    Each year the number of countries increases  as does the date harvest.",
    "But if these dates are produced in Israeli settlements - why does their packaging say they are \"Made in Jericho, Palestine\"? \n [DAVID]   [ISRAELI EXPORT MANAGER]",
    "No one has a problem buying from us. \nSometimes the British object. \nBut other countries never make a fuss.",
    "We just avoid writing \"Israel\" on the boxes.",
    "Everything is possible. \nWe do whatever the client wants.",
    "We often print special boxes at the request of the client.",
    "They have their own reasons for these requests. \nSometimes they ask us   to change the name of the country of origin on the boxes.",
    "Abu Saqr is taking Sirene to Ras Al Ahmar - a Palestinian hamlet isolated since 2003 when the Israeli army sealed off the village behind earthen walls.",
    "The only way in and out is through a steel gate  which the Israeli soldiers open only 3 times a week. \n ABU LUTFI   SHEPHERD. \n They want to evict all of us and demolish this area.",
    "Why?",
    "Because it's a military zone.",
    "What will you do?",
    "There is an appeal in the courts, so everything is frozen.",
    "When they target somebody they leave them with nothing",
    "If you have to leave, how will you support your family?",
    "I will have to sell my flock  Those sheep are our source of income We only have this plot of land. \nThere's nowhere else.",
    "I have no idea where to go. I'll have to rely on God. \n UM LUTFI  DAIRY FARMER. \n We have six daughters and three sons. \n Our home in Al-Hadidiya was demolished four times. \n We moved here but still they follow us. \nThey claim it's a military zone and our presence is illegal.",
    "We came here from our homes in the east.  But they destroyed our home again.",
    "We were busy setting up our house and helping the sheep give birth. \n Then they sent another demolition order.",
    "I asked them where we should go.",
    "They told us we couldn't stay here because it was  a military zone.",
    "They told us we should move if we didn't want any problem",
    "The Israeli military has confiscated large areas of the Jordan Valley to use as firing ranges and for training exercises.",
    "Despite the numerous checkpoints, Abu Saqr and Sirene make a point of visiting neighbours in the sealed-off village of Ras Al Ahmar.",
    "Abu Suleiman is an old friend and neighbor of Abu Saqr. \nHe was recently released from an Israeli prison. \n ABU SULEIMAN  SHEPHERD. \n After 3 pm , four or five military jeeps and a police car came to our home.",
    "They took me away and my two boys and brother-in-law.",
    "They accused us of stealing from a military base.",
    "They imprisoned us for 17 days at Hadarim prison.",
    "They interrogated us for every day.",
    "I moved away because they wouldn't leave us alone. \n If we don't move, they come with bulldozers and destroy our homes.",
    "The constant pressure of the occupation drives people away. \nThis area was full of houses",
    "They keep arresting people and demolishing their homes. \n So people sell their flock and move away.",
    "There is hardly anyone left here.",
    "",
    "Palestinian residents of the Jordan Valley are mainly farmers or Bedouins.",
    "Most live in enclaves hemmed in by closed Israeli military zones.",
    "These zones - used for military training and as firing ranges  restrict the movement of the Palestinian communities in the area.",
    "We are next to the well of Ain Al Helweh.",
    "There is a firing range here and our entry is forbidden.",
    "We don't understand why It's forbidden to drink from this well.",
    "People can hear the sound of water but they are forbidden from drinking it.",
    "Sirene Khuderi is a volunteer working on behalf of the Palestinian farming communities in the Jordan Valley.",
    "Today she is visiting Um Ayman and her family, who live next to the well of Ain Al Helweh. \n    Sirene is documenting reports of threats by armed settlers from a nearby settlement.",
    "You told me once about how the settlers attacked you. \n UM AYMAN   HERDER. \n They were fighting with me and my daughters over the water.",
    "They accused us of being thieves .",
    "There were about 20  of them.",
    "They cursed us and threatened to beat us. \n They said if they found us there again they would kill us.",
    "They don't want us to use the water. \n Now we don't dare take water from the well if they are around.",
    "I had a horse that ran away. \n A settler saw the horse with my daughter and followed them. \n When they were in an isolated area he took the horse away from her.",
    "She was afraid of him and ran away.",
    "The family's horse was later found  it had been killed.",
    "Um Ayman says the man who took the horse was a settler called Rami, from the nearby settlement of Maskiyyot.",
    "We visited the settlement to investigate the story behind the death of the horse.",
    "We met the wife of Rami  who told us her husband was busy working on a new construction nearby.",
    "So we went to find Rami - to ask him if he had had anything to do with the death of the horse.",
    "RAMI   ISRAELI SECURITY OFFICER.  There's a lot of stories and storytellers out there. \nTheir stories are all lies.",
    "I can't speak to you. I'm a security office. \nI cannot speak to you or give you information.",
    "Rami denied any knowledge of the horse.",
    "But his friend was willing to answer some of our questions. \n JONATHAN  ISRAELI CONSTRUCTION WORKER. \n We are focused on building for Jews and helping ourselves.",
    "There are many Jews in the Jordan Valley who are unemployed and have problems with the Palestinians.",
    "We just want peace with them. \n We gave them guns, land and even money. \n We educated them in agriculture, construction, and even in the military. \n They have no reason to hate us.",
    "What revenge are they talking about? \n We kill horses while they kill whole families! \n Is that revenge?",
    "I don't consider this an act of revenge. \nNot at all.",
    "If we wanted revenge, terrible things would have occurred here.",
    "The people here are practicing extreme self-control.  If those of us with a gun wanted to take revenge then there would be many dead around here. \nAnd I don't mean just one dead horse around here.",
    "The number of Jewish settlers in the West Bank has almost doubled in the past 12 years.",
    "",
    "Israel has repeatedly said the Jordan Valley is essential to its long-term security.",
    "Many Israeli leaders cite Yigal Allon, a former Israeli general and deputy prime minister, who, in 1967, outlined a plan to control the Jordan Valley in order to act as a buffer area between Israel and its neighbours.",
    "The persistent expansion of illegal Israeli settlements - and the restrictions on Palestinian development  have made life difficult for Palestinian communities.",
    "There are other threats and dangers in the region.",
    "Sirene is traveling to the home of eleven year-old Hussein, who stepped on a landmine in the Jordan Valley.",
    "UM HUSSEIN  HUSSEIN'S MOTHER.",
    "He was bleeding. \nPeople were trying to help him. \nThey carried him to the road and stopped a car.",
    "At the checkpoint they asked the soliders to bring him an ambulance. \n They told them there was an injured boy. \n They refused. \n The soldier said: \"Even if he is dying I wouldn't save him.\"",
    "HUSSEIN OQAB  LANDMINE VICTIM.",
    "At first I thought it was a stone. \n [Sirene]",
    "Did you know it was a bomb? \n What did you think it was?",
    "ABU HUSSEIN   HUSSEIN'S FATHER.",
    "I had never seen such a thing. \n I thought it was a stone   [Sirene]  What happened? \n [Hussein]  It blew up. \nBut I couldn't feel my foot, i couldn't feel anything.",
    "[Hussein]  They took me to the checkpoint. \n But the soldiers didn't let me pass.",
    "Hussein is the ninth member of the family to be a landmine victim.",
    "His uncle died after stepping on a landmine.",
    "Seven other family members live with their injuries.",
    "Beside the family home, the Israeli army has created a new training camp.",
    "That building is for military training. \n See, how close it is.",
    "Sometimes the bullets fly all the way here. \n They hit the farmers working these fields.",
    "Two months ago a bomb exploded near that wheat field over there. \n It came from the army training.",
    "Today Sirene heads to Ain Al Baida.",
    "27 year-old Mohammad Daraghmeh was paralyzed from the waist after being shot in the back by an Israeli settler..",
    "MOHAMMAD DARAGHMEH   JORDAN VALLEY RESIDENT.",
    "We have animals and I was herding them in Tel Al Farisieh. \n Some settlers showed up and started to bother the shepherds.",
    "Every day they would come and through stonesand hurt our animals. \n They would steal things as well.",
    "They came there as if it was their land, every day. \n They threw stones and cursed us. \n Then they shot at my younger brother.",
    "I asked the settler why he was shooting and what he wanted.",
    "The settler looked at me and then shot me while I was one the back of my horse.",
    "I spent two hours lying on the ground. \n The settlers just looked at me through the windows of their settlement.",
    "[Mohammad]",
    "My uncle was calling them, asking them for help. \n They just looked through their windows.",
    "[Sirene]",
    "What happened to the settler who shot you?",
    "[Mohammad]",
    "He was srntences to a month in prison   That's what they say.",
    "Maybe he didn't go to prison. \n Maybe they gave him a medal.",
    "Today the shepherds and farmers of the Jordan Valley welcome Shadad Attili, Head of the Palestinian Water Authority.",
    "We pay 25 shekels ($7 US) per cubic metre of water.",
    "SHADDAD ATTILI  PALESTINIAN WATER AUTHORITY.",
    "How far do you travel to get it?",
    "We have to go 27km.",
    "We've obtained a permit from the Civil Authority to open a route for you.",
    "It's unacceptable the water from this well continues to be used by the settlers. \n This is your water. \nThe Israelis are stealing it  for the settlers.",
    "We want to open a route so you won't have to travel 27km or 45km.  To have water for for you and your flock.",
    "ABU RIYAD   SHEPHERD.",
    "We've heard this a million times before. \n Nothing has been done. \nThere's no water, no services, no doctors nothing!",
    "All we hear is tomorrow and after tomorrow!",
    "We have the occupation, so we have a problem. \n We've been trying to get you water for 3 years.",
    "There are checkpoints and military posts that stop us.",
    "You have a problem and thus we have a problem.",
    "We want to support you.",
    "We are together in this struggle.",
    "",
    "",
    "No one is greater than the other. \n We each fight in our own way.",
    "That's right! \nBut you fight while you have a roof over your head.",
    "While I'm exposed to the Jews, the sun and everything!",
    "Our struggle with the occupation has not ended. \n Can you let me speak please.",
    "We are determined. \nThey destroy, we build. \nThey destroy. \nWe plant olives and build",
    "If the Israelis concede we're an occupied people and it is the occupier then it should implement the Geneva Convention?",
    "As an occupier, they should fulfill their duties towards the occupied people.",
    "If they recognise the Palestinian government then they should leave so we can pressure our own government to give us our rights.",
    "I'm the Palestinian Minister of Water, but I cannot guarantee these people a single water well.",
    "This is a result of the agreement between us and the Israelis. \n This is the reality. \n My presence here hasn't given them water and I'll leave and they'll still be without water.",
    "We are doing our best to bring water here.",
    "We have an agreement with the Israelis and we have been trying for 3 years to get access to water wells that are right next door.",
    ". \n We don't want to resort to illegal action to access this water because we have signed the agreement.",
    "The settlers pump the water from our wells while our people go thirsty. \n Water pipes pass between the tents but no one has access to drinking water.",
    "The Jordan Valley is home to some of the most fertile land in all of the occupied territories.",
    "Arable farming is deemed a lifeline for many rural Palestinian communities  yet Israel controls most water resources in the area.",
    "Hassan Zubeidat is mayor of the village of Zubeidat - the village is within Area C of the Jordan Valley.",
    "HASSAN ZUBEIDAT   MAYOR OF ZUBEIDAT.",
    "We are in the village of Zubeidat part of the Jordan Valley & Jericho governorates.",
    "This is an agricultural area. \n Over 95 % of our citizens live from agriculture.",
    "Until today there are villages with no drinking water.",
    "They give 7 cubic metres to 3 villages while settlers get 70 cubic metres.",
    "Giving 5,000 Palestinians 7 cubic metres of water each to survive on is simply another tactic to drive Palestinians off the land.",
    "I'm proud to say that since the 1967 war until today no one has left the villages of Zubieidat and Marj Najeh. \nNot a single citizen has left since 1967.",
    "On the contrary we are building up this area and pursuing a plan to reverse the present trend and re-populate the Jordan Valley.",
    "While you were away in Italy several things happened in the valley.",
    "Four homes were destroyed in Mayteh.",
    "Fathy Khdirat heads the Jordan Valley Solidarity campaign  a community group supporting Palestinian farmers in the Jordan Valley against Israeli land seizures.",
    "FATHY KHDIRAT   JORDAN VALLEY SOLIDARITY.",
    "We want international organisations and environmental groups to pay attention to what is happening here. \nAnd at least to evaluate it. \nI read some news reports about unconventional weapons used in training here.",
    "This well and pumping station provide water to the entire city of Nablus. \n The Jordan valley is the most important water source for the entire West Bank.",
    "So if we are expelled from this area, we will cease to have access to these water sources.",
    "Then, Palestinian survival in the Jordan Valley and the West Bank will be entirely in Israeli hands.",
    "This is the Hamra checkpoint. \nOne of five Israeli checkpoints in the Jordan Valley.",
    "This checkpoint is one of the most notorious in the West Bank. \n Most soldiers here are graduates from religious schools. \n They constantly say we must move to Jordan or other Arab countries.",
    "They belive this is their promised land.",
    "I believe this is a racist regime. \nThey believe they are the lords of the world and the rest are their slaves.",
    "There never used to be Zionists or Jews in the Jordan Valley.",
    "They did pump the waters of the Jordan Valley to the Negev desert to turn it green.",
    "But at what cost to the cultural heritage of the Jordan Valley?",
    "They threaten lfe here. \nPeople, animals, and plant.",
    "Many unique plants face extinction due to their policies. \n Israel is a destroying nature.",
    "Israel steals water from the holy River Jordan. \n Where Jesus was baptized.",
    "This river, so holy to Christianity, is now a sewage dump.",
    "Today, five busloads of people from the Jordan Valley are heading to Ramallah  seat of the Palestinian Authority - to demand better living conditions.",
    "The popular committee demands better access to electricity for the people of Jericho and the Jordan Valley.",
    "Each day we suffer from Israeli demolitions. \n We have no water, no electricity, and no services!",
    "NAIM ABU AL HUMMUS   SECRETARY-GENERAL OF THE PALESTINIAN AUTHORITY(PA) COUNCIL OF MINISTERS.",
    "I will pass on your concerns. \n I have personally looked into these issues. \n The visit of the electricity commissioners to Jericho was discussed by the cabinet.",
    "We have now handed in our demands to the Council of Ministers. \n We hope they will meet the demands of the people.",
    "The problem has become a business. \nWe are demanding a price reduction in electricity prices . \nwe demand an extension of electricity lines to areas where none exist.",
    "If this state depends on agriculture, then we need water. \nWe have no access to water.",
    "We are dying of thirst and the national government is sleeping. \n They are doing absolutely nothing to meet the needs of their citizens.",
    "Two weeks after the demonstration in Ramallah.",
    "The Israeli army has turned up to demolished Abu Saqr's home.",
    "It's not the first time Abu Saqr has had to watch his home  and his life  uprooted.",
    "Whose homes have they destroyed today?",
    "Those of Ahmad Al Hafez, Saleh Qosh, Ali Mohammad and mine.",
    "Four houses. \n Four homes.",
    "Not four houses, four homes. \n Four homes as well as our chicken pens, the goat and sheep pens. \n All our possessions. \nSee what they have destroyed.",
    "Within a week of the demolitions, volunteers from the Jordan Valley Solidarity group arrive to help Abu Saqr and his neighbours rebuild their homes.",
    "In March 2011, during a tour of military posts in the region, Israeli Prime Minister Benjamin Netanyahu vowed that the Israeli army would remain in the Jordan Valley."
  ],
  [],
  [],
  [
    "Exemption from military service is a hotly debated issue in Israeli society.",
    "Those who take should also give. \nJews have only one homeland.",
    "If we don't help ourselves who will help us?",
    "Those who refuse to serve in the army haven't been well-raised by their families. \nOtherwise, they would serve their homeland.",
    "What does our country give us in return? \nYou devote three years of your life for what? \n1% off from your bank loan? \nThat's not enough. \nYou should escape when asked to serve. \nMy kids will never serve in the army.",
    "All our children must serve in the army. \nIf no one cares, we'll lose our country.",
    "It's irresponsible to refuse to serve. \nI'm a new immigrant and I served in the army. \nYou can't live here without serving. \nYou need to engage.",
    "I grew up in a religious Zionist family in Hehovrot.",
    "The army was definitely something that I it was part of my future .And I started my service in a special operation's force as a paratrooper.",
    "AVNER GVARYAHU  ING THE SILENCE.",
    "And its probably to today, even, when I look back probably one of my most moment, the most proud of. \n \t  I am from Jerusalem, and growing up in Jerusalem The second Intifada was part of our lives. \nIt was everywhere.",
    "SAHAR VARDI  CONSCIENTIOUS OBJECTOR.",
    "I think that at that point, teenagers my age had a few different options. \nThat the most common one was to try to ignore it as much as you can.",
    "Another option was to kind of trying ask questions on what is going on. \nI joined an activity of an Israeli organization in the Occupied Territories in a Palestinian village. \nAnd in many ways, through that village, I began to understand what this word Occupation actually means. \n \t  [Avner Gvaryahu]",
    "The first time I ever entered a Palestinian house was towards the end of my first year of training. \n We went to the house in the middle of the night; you take away the cell phones. \nYou put all the family in one room, you close the windows and the house is yours. \nThe anger of the people, the eyes that looked at me and saw me as the epidemic of evil is something that stayed with me. \nAnd there is violence. \nThere is Palestinian violence like there is Jewish violence. \nBut with that said there are people who aren't violent. \n \t  \t  [Avner Gvaryahu]  And instead of encouraging those people to be non-violent, we did the opposite.",
    "It turns out that my ethics at home were subversive. \nBecause we are media freaks, both of us, my husband and I. \n And we were watching Jordanian television so my children grew up seeing the first Intifada.",
    "RUTH HILLER  NEW  PROFILE.",
    "Which is something that was not seen by Israelis at all, they didn't even know it was happening. \nBut my son said that when he saw those Israeli soldiers abusing Palestinians on television - when he was five or six, he didn't want to be a soldier already. \n \t  SHIR GIVONI  CONSCIENTIOUS OBJECTOR.",
    "My personal experience was very formative in my choice not to serve in the Israeli military. \nAnd that was that a friend of mine was killed, he was Palestinian. \nHe was murdered on October 2000 while demonstrating  And that helped me to realizeto open my eyes and realize that in the name of security, my security, supposedly, terrible things are being done.  \t  [Sahar Vardi]",
    "We decided to refuse as a group and we declared that we will refuse publicly.  We said \"our reasons to refuse are because we know what is happening on in the Occupation, we have seen this and we can't be a part of that system. \n I was probably sentenced six or seven times, altogether for about two months in military prison  And another three months in detention  And eventually I was released on mental health. \n So technically I am crazy. \n \t  [Shir Givoni]",
    "To be anti-militarist or pacifist in Israel as a clear ideology is difficult. \n It is difficult to maintain it and to speak about it, It is looked down upon, it is perceived  as non-patriarchal and many people who do it are branded as traitors.",
    "[Sahar Vardi]",
    "One of the first questions in every interview, work interview, would be -what did you do in the army, were you an officer, were you not.- And this will definitely determine a lot of where you'll go in life. \nAlso the connections you receive in the army\t  GVs  A group of soldiers walking in the street\t  [Shir Givoni]",
    "A young person in Israel is 21 and has just come out of a system that has made him very small. \nAnd now he is discovering himself. \nNow is the process that is beginning of discovering his individuality and his independence,  And sometimes that process takes many years. \n \t  [New Delhi, India]   \t  \t  WASSIM FAROUQ KHAN  SHOP OWNER. \n We do mostly business with Israelis. \n Like 90% Israeli people are coming here because they are recommended from Israel. \nWe started like back 24 years ago, that was the beginning of Israeli people coming to India after the army. \nIt became more famous and they started talking about India, and then after all the young children after their army they were coming to India because it was really cheap. \nAnd they were just working for like 6 months or one year, saving the money. \n And then coming back here, spending like six months, three months, four months and then flying back home.",
    "You know Facebook? \n This is Facebook you see? \nI think it is amazing. \nHundreds and hundreds of Israelis. \nOh here, see. \nTwo friends of mine that were here one year ago, maybe more. \n [Wassim Farouq Khan]",
    "So the people they are together in the schools or in universities and especially  from the army they know each other. \n Sometimes people come and they see the picture -ah he was my officer, he was working with me in the army. \n Let's say they are going from Delhi to Manali, it doesn't matter if it is not the season for Manali. \nIf one Israel said - wow, Manali -, everybody will follow you. \nEverybody follow him. \nThey get to Manali\t   Every year, around 35.000 Israelis travel to India. \nMost of them travel after the completion of their military service. \n [Pakso, India]\t  HADAS PEREZ  FORMER SOLDIER. \n    I fell in love in IndiaI don't want to go home. \n [Hadas's Friend]",
    "I finished the army and I said: now I don't want anything, I just want to save money and go for a trip. \n GVs - Men and women singing in Hebrew\t  [Hadas Perez]",
    "The army is, for some people, not for all of them, is quite stressful. \nYou have rules; you have to wake up very early You don't want all this stuff here. \nYou just want tobe cool.  CHAIM NOY  AUTHOR, A NARRATIVE COMMUNITY: VOICES OF ISRAELI BACKPACKERS.",
    "I think that the importance of the phenomenon of backpacking in Israel is that it allows a number of groups of Israelis, particularly young Israelis,   to consolidate some kind of identity and some kind of shared experiences and shared practices that are shared among this group but not with other group. \nFor instance ultra-orthodox Jews don't backpack, Palestinians living in Israel, Muslims or Christians, they don't backpack, they do other things at that age. \nSo the group of backpackers is a way to do something that is physically outside the country and to relate to each other. \n \t  \t  SHAI MICHEL  FORMER SOLDIER.",
    "I live in a Kibbutz. \nIt is called Kibbutz Gadot. \nThe Kibbutz is sometimes too much safe. \nYou know what I am saying? \nIt is like a small bubble, a warmy safe bubble. \n   \t  [Shai Michel]",
    "The army is really maturing, it is really helping. \nBut it is also, you know, you have strict rules and people telling you what to do. \nSo the actually going to this trip alone, for me, it was really, meaningful, you know. \nBecause Naturally I am kind of shy, so India kind of helped me to overcome this stuff in me. \n The deeper you go into your soul, the stronger your relationship with God. \n RABBI HANAN HERBST  CHABAD EMISSARY.",
    "Most of the Jews who come here are Israelis.",
    "They come in search of their inner soul.",
    "They ask about the meaning of life. \nNow they are more at peace with themselves.",
    "I'm Jewish and I fight for my identity but there Are still questions about the essence of life. \nThere are many people with questions About life that are difficult to answer. \nLife in Israel is difficult politically and economically.",
    "So many people come here. \n \t  \t  [Bhagsu, India ]",
    "Dharamkot, is .... \nI think Israeli people call it small Tel Aviv, because all the Israeli gather together there. \n \t  [Chaim Noy]",
    "Israeli backpackers gravitate to each other; they are attracted to each other. \nAnd this of course has consequences for the economics. \n Because if they gravitate to each other they create these micro-markets. \n We have referred to it in some various publications as some kind of colonization, not in the hardcore sense of occupying the Gaza strip or Jericho.  There are no tanks involved but there are a lot of sentiments involved. \n Many Israelis put Israeli flags or Israeli food. And it is in the public sphere. \nIt is about being Israeli, it is about making the place an Israeli place. So when they travel they make this bubble and the people outside this bubble could be Palestinian slash Indians and so on. \n \t  YOAV STERN  FORMER SOLDIER.",
    "We've been in a unit whose specialty is against tanks. \nI can't say it was a great time, but there are some advantages in the army. You meet people from all over the country that you never would not meet without the army experience. \n We have lots of common humor from this time you know.  You're getting tougher for the rest of your life. \nThat's also a kind of advantage. \n [Shai Michel]",
    "I finished the army two years ago.  I wasn't really trying to achieve something in the army. \nI just went like wherever they put me. They put me like in a tank crew. \nThe only time you can say that I was in a war it was in Gaza. I've been like five days. \n It is not really like the movies or like you imagine it will be if you need to be in this kind of situation.  It is really really different and you are already into it and you are always preparing. \n When it happens it just happens so quick you don't really  It's  long time since I've thought about this kind of stuff.  It was good and bad 'cause I have a lot of good memories from the army. \n But also it was kind of hard times you know. \nBecause you don't really do what you want to do. I don't like wars or I don't like this situation where you have to constantly protect your borders or feel intimidated you know. \nI prefer peace and happiness. \nYou don't have a lot of choice in Israel. You know It's kind ofyou have to do it. \nBecause it is really a big part of Israeli society.  [Chaim Noy]",
    "I am not sure what are the relations between the army and the backpacking because if we would do an experiment  And we have another State of Israel with no army, I still would think that many Israelis would backpack. \nIsrael is a very small country geographically, there is on the one side sea and on the other side Arab countries that are not usually in good relationships. \nBut the fact is that many Israelis travel after doing the army. \nAnd what you can see is that they talk about the army and in many senses, they carry on their military identities and ways of behaving.",
    "[Indian Cook]",
    "And mix it all  I do like this? \n Ok. \n I love Indian food. \nAt home I go to Indian restaurants and when I came here I decided to try it. \n [Hadas Perez]",
    "I was very proud of myself to go to the army, especially because I love the country. \nSo I was like  I'm going to protect it, to do stuff for the country. \n My job wasn't something very stressful because it was kind of fun. \n I was in charge of the education in the base. \nBut my soldiers they had a tough job. \nI had a boyfriend that was a fighter. \n I know that my boyfriend didn't like fighting with other people. \n He knows that they are innocent, most of the people there, but he has no choice, so\t  \t  [Hadas Perez]",
    "Most people just came here to relax and just think about nothing and talk about dogs and cows  And come back home and deal with other stuff like that so  They just don't want to talk about it  I don't want to talk about it. \n \t  Smoking is a part of it Kasol, how can you not say that. \nIt is the main thing really, that's what I came here for. \nBecause there is hashish. \n \t  ROY CARUCHY   FORMER SOLDIER.",
    "I see people taking over too much. \nI see people going junky. \n It is very easy. \nIt is easy to get it. \nAnd you have partners. \nThe parents worried when we went to the army. \nSo going to IndiaWhat is India when you like at the army? \n The tradition is not to get crazy and flipped. \nThe tradition is to go, have fun, realize, find your inner self and go back to Israel and keep going with your life. \nThat's it. \n \t  SHIRI SHEMESH  EXEMPTED FROM MILITARY SERVICE.",
    "I can recognize if I sit in a place in India I can recognize  if it is a fresh, just finished the army, or maybe three years after and still traveling. \nThey are always like in their little bubble of protection. \nStill. \n They are still soldiers. \nWithout uniforms. \nI did not want to serve, all my life. \nI always said that I don't want to be a soldier. \nIt is so young. \n18. \nYou go as a woman for two years, between 18 and 20. \nAnd for me it is kind of blocking your view and makes everybody same. \n Think same, dress same, talk same. \nAnd there is the reality of like you have to. \nWho do you think you are not to serve? \nI did not like that. \nIts like I feel that each one has the right to choose if he wants to hold a gun or not. \nI did not want. \nAnd when I went there they basically saw that I am a lone girl. \n Which s a person who's family is not there. \nSo the army needs to provide me with an apartment, money, they need to take care of me. \nThey become my parents in Israel. \nSo I guess that they didn't like it, which was for my luck.  \t  \t                               \t  \t  \t  YAELI FREESPIRIT   FORMER OFFICER.",
    "When I first came to Goa, I was looking for a change in my life. \n Goa was fitting very well with this dream since I can work here and at the same time have a good time.",
    "Hi! \nNice to see you! \n Yaeli Freespirit.",
    "At the time we came to India, it was at the time that Israel just starting to build the wall. \n We were feeling that this was the opportunity to get out of the country. \n At that time I was a peace activist. \nThere was a very big peace camp. \n I remember that one morning people from the Israeli army came to speak with us and said - look, we don't want towe really support your peace camp,  But we want to make the ground flat in order to to build the wall, so you have to take your peace camp a few km away because we have to straighten the land for the wall. \n For me it was a very big understanding that after they build the wall it is not going to get any better, now it would take years to break it. \n \t  [Yaeli Freespirit]",
    "I always say I am coming back. \nI saying am coming back when there is peace. \n This is why my mother, whenever there is peace talks, she is writing to me in the email -There is peace talk, peace is coming. \n [Berlin, Germany]   \t  OFER ADERET,   JOURNALIST , HAARETZ.",
    "In the last 10, 15 years, Berlin replaced Amsterdam, London or New York City as the new so-called \"Mecca\"  Everything is now happening in Berlin, it is very fashionable to live in Berlin,  To work in Berlin, to study in Berlin, or just to say that \"I'm in Berlin\"\t  \t  ELAD JAKOBOVITCH  FREELANCE JOURNALIST.",
    "The number of Israelis in Berlin is increasing. \nIt is very hard to know exactly how many are here because many have European passports, which was unthinkable maybe 10, 15 years ago. \nEven those who don't have passports. \nMany people simply come with their Israeli passport  They start to study German, they get some student visa and they can stay  I haven't heard about an Israeli that was expelled from Berlin. \n [Ofer Aderet]",
    "20, 30 not to say 40 years ago, Berlin was some kind of an enemy. \nGermany was kind of an enemy. \nNot one was allowed even to think about even going to visit Germany. \nAnd now we see that it changed completely. \nThat's an amazing phenomenon. \n \t  MOR DOVRAT  FORMER OFFICER.",
    "I came here completely alone, not knowing anybody. \n   I decided in my final year of school, I have studied acting and theater. \nI felt that I have no room in the Israeli cultural swamp, I call it. \n I chose Berlin because it is the most comfortable place for me to be right now. \n My parents they really support me and they supported this decision as well. \n But it was an issue for my mother's side, her parents had been through the war. \n The thing she asks me most of the time;   -If you have a German boyfriend, before getting married or something, ask him where his grandparents were during the war! \n It is some kind of black humor. \n \t  - We are going to do the experiment twice; may be you won't get such a good result and if you get good grades in both exams, you can write a good report.",
    "GAL SKOLNIK  FORMER SERGEANT.",
    "What we learn in history in school is something like that;this was a land without people for a people without a land. \n That Israel was an uninhabited country. \nThere is no word about the violence in the act of coming to an inhabited country, and saying that -I'm going to start my own state here. \n SHAHAR LEVI,   FORMER SERGEANT.",
    "I feel that in Israel there is some sort of mechanism that makes you believe that what you are doing over there is necessary and you are protecting your country.    And that there are certain points that you need to go through in your life as an Israeli citizen. \nAnd one of them is serving in the army.",
    "There was one incident that didn't let me go, in a way. \nI couldn't really sleep at night. There was like a group of terrorist that broken to one of those checkpoints and they killed the Israeli soldiers. \n We didn't care about the motive. \n -Oh yeah, we are going to kill people, that's cool  So we went there and there were a few people in like uniforms, but the other people were not in uniforms, so you can never tell if they are soldiers or  Policemen, or just friends who came to visitBut the task was to terminate them. \nAnd that's what we did.",
    "[Hair Dresser]   I am going to style your hair in a beautiful way Don't worry; it is going to be fabulous. \n \t  ROY ROTHFELD  FORMER OFFICER.",
    "I was in the war with the Gaza Strip. \nThe first couple of months I find myself not sleeping, nightmares all the time, stress all the time. \nBut if you really start to think about things too much, then you just start being sad you knowYou just fall down in this cycle and after that it is really hard to pick yourself up and go out, especially if you have to function as a soldier, you know, in the end. \n So you just wake up, you look at what you have, you smile. \nMaybe sometimes you say, not thank God because I don't believe in that guy,  Maybe sometimes you say maybe thank you that I am not on the other side of the fence, of the weapon of the binoculars, whatever. \n [Shahar Levi]",
    "Ordinary people, even intelligent people with high self-awareness, become, In a way, monsters in this distorted reality. \n But you know, you grow older, and you start thinking about those things. \nNot only about those incidents. \n You start to think about the other. \nThe other, the Palestinian andTheir needs and their motives. \n [Roy Rothfeld]",
    "Yeah, only like in the army did I come to bigger conclusions and got my opinion a bit stronger about Israel itself, about living here, if I want to live there, why I don't want live there, why I shouldn't live there. \n For me here, it is quiet. \nI don't deal with news, another terrorist was killed, another bomb went off, another Qassam fell, another soldier was kidnapped, this politician was found corrupt againthis one did that  I don't have that right now in my life and that's a lot better for me, that's quiet for me. \n  \t  [Gal Skolnik]",
    "I had several reasons to leave Israel. \nOne was kind of a more social reason. \nI mean in Israel the society is still pretty traditional. \nOn the other hand it was the Lebanon war and I had a really hard time coping with that because when I lived in Israel I was kind of trying to totally ignore all the politics, I was doing my very best. \n Basically, you have this pressure on you all the time and then on top of the stuff that you know without even wanting",
    "If you actually turn the tv on and every night you see this serious person saying   -today blablabla happened and blablabla, you are in danger.",
    "I couldn't live like that. \nOnly after like 2 years out of Israel was I actually able to read the newspaper again. \n \t  GABRIEL S. MOSES,   EXEMPTED FROM MILITARY SERVICE.",
    "I think in Israel everybody is obsessed with this war on war for survival. \nWar to stop the Occupation, war to, I don't know,  Stop the zombie, Arab, Muslim enemy that threatens to destroy So you kind of find yourself stuck in between saying,",
    "- I just want to live my fucking life, I want to do other things.",
    "So you find yourself an escapist, and just to be an escapist you have to fight for your right to do that. \n It is not easy there. \n And then, being an escapist, turning your back on Israel, coming here, not wanting to deal with anything, all of a sudden you say;",
    "-Wait a minute, now I am in Berlin, for this matter, and I can speak my mind, people want me to speak my mind, people are interested, I have a perspective, I can actually make some kind of a difference.",
    "And then all of a sudden, you find yourself active from the outside because it doesn't demand so much effort as it did before. \n \t  [Gabriel S. Moses]",
    "Unless you are willing to be an active participant, an activist in Israel, willing to jeopardize your health and maybe sacrifice your life, for the sake of actively standing in Israel and refusing and fighting the Occupation, unless you are willing to take that responsibility on yourself, get the fuck out of there now, oppose it from afar, hold our breaths, say we don't like and disagree with all these stupid ideas that will come to flourishing. \n Wait 200 years and then talk again. \n [Gabriel S. Moses]",
    "There is a huge tendency of emigrating to Europe and these people are usually the left wing youth or new generation which just don't see any reasonable resolution in the near future? \n If the left just turned its back on this game called Israel and stopped playing it, there would be no mandate to even consider its legitimacy. \nThe only people left there would be the ones who it would be so easy to object to that the machine would simply implode. \n [Ofer Aderet]",
    "There are a lot of things which are wrong in Israel. \nThe current government is mainly consisted of right wing nationalist ultra-orthodox. \nPeople are not satisfied by this government, people are afraid of the actions and of the choices of this government And maybe we will have to deal with yet another war. \n So it is one of the factors but I am not sure if this is the only reason why people chose to leave a country and go abroad. \n [Mor Dovart]",
    "It is too stressful there. \nAnd when I say stressful I don't mean like in a war zone kind of stressful way. \n I didn't feel the war zone so much and I on purpose detached myself from any kind of political  I don't read papers I don't watch television. \nIt is the only way for me to be there, I cannot stand it any other way. \n And even though, the stress of the society is in every level of being. \n [Roy Rothfeld]",
    "It is simply not worth it to go back to live there. \nFinancial wise, even if I want to study in university, make a familyIt doesn't really matter. \n From the small fact that I have a European citizenship I get so many other choices and doors. \n [Gabriel Moses]",
    "The funny thing about this book is that it is pretty much like a biography of what made me come to Berlin. \nHow can we live this completely American lifestyle and facing the conflict every day, living next to it. \n What does that mean? \nWe live in the Middle East but we refuse to accept the fact that we are part of it. \nI think this pretty much indicates that there is an identity crisis in Israel. \n [ISRAEL]  \t  ELIAHU BEN MOSHE   DEMOGRAPHER & STATISTICIAN.",
    "The dissatisfaction levels are growing tremendously in Israel. \nThe demonstrations in the last summer and what is coming this summer. \nAre showing that especially the middle class, a huge group, is very discontent with the situation. \nIf this discontent will transform in emigration rates... we have to see. \n It will depend on the situation in Europe, in the United States. \nCertainly they are not going to immigrate to the Third World. \nAnd we can't say for sure what will happen; one of the scenarios is that there will be an exodus.",
    "The future of Israel, in my opinionI am not sure where it actually goes.",
    "I want to be really positive but I am afraid that things are gonna go in a bad way",
    "The future of Israel is hanging by a thread of the people in the government.",
    "In Tel Aviv, things are better, but it is like a bubble here, so It is fun to live here but sometimes. \nOutside you see that there is a lot of poverty.",
    "I hope to live here all my life, but I don't know if that's going to be a possibility, and that's it.",
    "Both of my parents came from Italy to live here. \nThey had really a good life in Italy and they were Zionists. \nAnd they came to Israel. \nNow, 30 years after that, my father went back and I am going to study in New York. \nSo we are all starting again to spread apart. \n \t  [Shir Givoni]",
    "Leaving was not an option. \nI am not the one to say that just because I disagree with the majority I have to leave. \nThis is not what democracy is about. \nI have the right to be here and say what I think. \n AVNER GVARYAHU  ING THE SILENCE.",
    "What we are trying to do with the on lasting occupation and realizing that it is not going to end tomorrow. \nIs how do you continuously talk about it and be that annoying voice saying;",
    "-Guys, you cannot forget about 2,5 million people living in the West bank, a million and a half in Gaza! \nYou sent us there, the society, and you are still sending people there. \nSo the least you can do is hear us out!",
    "Breaking The Silence is an organisation of Israeli military veterans publicizing the reality of everyday life in the occupied Palestinian territories.",
    "[Avner Gvaryahu]",
    "I don't know what the best way is. \nWhat we do is we gather testimonies and publish them and we take people to the ground. \nWe take people to see what is happening, in a city like Hebron for example, the backyard of the Israeli society, half an hour from the capital of Israel, still a world apart.",
    "When we talk about Hebron we talk about the ghost town. \nWe talk about the city that used to be probably the biggest market city probably all around Israel, which is now pretty much empty. \n We talk about more than 1800 stores that were closed, shut down; most of them welded shut by the army.  [Avner Gvaryahu]",
    "When Breaking the Silence talks about what is happening on the ground, and this is maybe the most important part, is the things that are legal by the army, legal by the government, but we see them as immoral. \nAnd when the orders are to enter a Palestinian house, that's when I want the discussion to start.",
    "It is actually my first time in Hebron and I have heard of it all my life actually. \nI was only fed from the information that you hear on the news or in the newspaper  And for someone who grew up in the Tel Aviv bubble, it is really shocking for me.",
    "One of the goals of the stuff we are hearing about, it is really horrible stuff. \nIt is to push Palestinians out of this area. \nIt is happening now. \nAnd the thought I just had here while he was saying  was that if you go see museums of ethnic atrocities elsewhere and they will say, never again, and this sort of business. \n But it is happening now, we are standing here now, it is not a museum.",
    "I was here 20 years ago. \nWhen I was 18 years-old and I came down this street and these shops were open and since then I have become an urban planner. \nI work with cities that are alive, with cities that are healthy. \n Is this a city? \nI am walking in a street these are shops This is not a healthy city. \nWhat's the future here? \nIt can't continue like this.",
    "We are managing to build an opposition, we are managing to build a community that says, - enough is enough, still a minority, still not powerful enough! \n \t  TOMER SAGEE FORMER SOLDIER.",
    "I think what the army gave me was time to sit and learn a bit about myself and my abilities. \nI don't take anything that the army taught me physically like military-wise, but I do take the years that I spent having to deal with myself as my main obstacle to overcome. \nI chose to see it like that, plain and simple.  \t  Tomer Sagee",
    "Israel is a crazy experiment."
  ],
  [
    "Total population one point eight million.",
    "Among that number are fifteen thousand deaf people, across the whole of the Gaza Strip.",
    "It's a vibrant community full of strong personalities, many of whom we'll meet in this film, in their daily lives.",
    "like Nura, a young student recently engaged to another deaf young man, Raed",
    "Maysaa, a student who works part time at a restaurant staffed by deaf people.",
    "And Hoda and Ashraf, a deaf couple with a hearing child, Farah. \n    Mahmoud is a painter whose vision is also impaired.",
    "Aya is 10 and loves to be at school among her deaf friends; but feels trapped at home with her hearing family.",
    "The deaf community wants to do exactly the same things as hearing people. \nWaleed is passionate about rap - and Dabke, traditional Palestinian dance.",
    "Alaa is a driver who does his best to support his wife and four children. \n(pause) But it's not always easy for him to find customers in Gaza.",
    "Eman is a make-up and hair stylist, a strong-willed woman whose deafness doesn't prevent her from sticking up for herself when need be.",
    "At the end of the programme, we'll hear from those who survived the July 2014 offensive and how their lives have changed. \nThey lost their homes, work-places, relatives and friends",
    "This is Atfaluna Society for Deaf Children in Gaza. \nIt provides education, speech therapy and employment training for the deaf. \nThe craftwork supervisor is Hashem Ghazal. \n [City of Gaza]  [Jabaliah camp]  [City of Beit hanoun]  [City of Rafah]  [Atfaluna Society for Deaf Children  Gaza]  HASHEM GHAZAL, CRAFTWORKS SUPERVISOR  ATFALUNA SOCETY FOR DEAF CHLDREN  GAZA.",
    "I've been to many places.",
    "I've filmed many places",
    "But everywhere I've been, I've seen that deaf people",
    "Can look after themselves.",
    "Hearing people think that deaf people are weak.",
    "But it's not true. \nDeaf people and hearing people are equal.",
    "Here, each deaf person looks after themselves.",
    "I'm proud of what we do here.",
    "We're like hearing people.",
    "In fact we have greater gifts in planning and conception.",
    "I've noticed that deaf people have a special talent for art, sewing, ideas and creativity.",
    "Sometimes I feel confused and worried.",
    "But when I look at all this beauty it makes me feel better.",
    "Hearing people outside don't have a place like this.",
    "God gave us beauty and I love this place.",
    "When I have problems, I come here to put things in order.",
    "I arrange the place and then I feel fine.",
    "Come with me.",
    "[Hashem]    Hi  [Worker1 ]  Hi",
    "[Hachem]   What are you working on? \n [Worker 2]  I'm cleaning the piece of impurities.",
    "[Hachem]   How are you? \n [Worker 1]  Fine thanks.",
    "[Hashem Ghazal]",
    "I see the children playing now.",
    "When I was a child we had nothing.",
    "Life was hard.",
    "When I think about my childhood, I remember there was nothing at school.",
    "Today, I see kids playing at school.",
    "I see teaching tools.",
    "The posters are beautiful and the colours are nice.",
    "We didn't have any of these things.",
    "Zero.",
    "But there's nothing wrong with that and I thank God.",
    "I'm helping children to grow up, thanks to their teachers.",
    "They're happy and so am I.",
    "[Rafah]",
    "ALAA EDDIN ALNAHHAL  DRIVER.",
    "I have four daughters and a son.",
    "I've been working as a cab driver for a long time.",
    "I drive a cab and I help people with carrying their things.",
    "I'm well paid.",
    "We also have a theatre which I am responsible for.",
    "I train there and I teach acting, comedy and theatre.",
    "The western world supports us and is helping us develop our structure. \n NAZEK ALNAHHAL   ALAA'S WIFE.",
    "It was difficult for us before I learned sign language.",
    "I didn't know how to translate for him or what he wanted.",
    "When I had classes, I got to know how to speak to  him",
    "and communicate with him normally.",
    "Living with deaf people is very easy as long as you love them. \n    WALAA ALNAHHAL   ALAA'S DAUGHTER.",
    "I love my Dad very much. \nI help him a lot.",
    "So if someone phones him, I translate the message for him.",
    "We all love our Dad very much",
    "and I love him because he's very tender.",
    "",
    "[Alaa]  Welcome, how's everything? \n [Alaa's wife] How's life with your husband? \nAre there any problems? \nFor sure? \n [Alaa] The world is silent. \nWhy is that?",
    "EMAN ALRANTISI  STYLIST.",
    "I'm a deaf girl.",
    "Like hearing girls, I also get harassed in the street.",
    "But I'm strong and happy. \n    PALESTINIAN ASSOCIATION FOR THE REHABILITATION OF THE DISABLED.",
    "[Alaa] The world is silent. \nWhy?",
    "Big problems? \nNo!",
    "God made us. \nShould we die? \nNo!",
    "We love. \nGod gave us love.",
    "We forget our problems and so our lives are our own.",
    "",
    "[Eman's father]What does she want to say, Salah? \n [Eman] I'm really angry because some young guys are not nice.",
    "Why do they laugh at the deaf?",
    "Am I crazy?",
    "The taxi driver was staring at me.",
    "I stopped and slammed the door hard.",
    "I ignored him and left in a temper. \n MOHAMMED ALRANTISI  EMAN AND KHADER'S FATHER.",
    "A deaf young man came to me asking for my daughter's hand.",
    "I was against making one deaf person marry another.",
    "I eventually agreed but his mother refused.",
    "Then my son told me he wanted to marry a deaf girl.",
    "He wanted to be with her because they's understand each other.",
    "So I'd been against it at first",
    "but because my daughter had been in this same situation",
    "I changed my mind and let my son marry a deaf woman. \n KHADER ALRANTISI  PREACHER FOR THE DEAF.",
    "I asked my Dad if I could marry a deaf girl but he refused.",
    "I was upset.",
    "I said:  'If she was hearing, how could I use sign language with her?",
    "A deaf girl knows sign language and I can communicate with her.",
    "We would feel the same.'",
    "When my Dad agreed, we sign the marriage certificate I was so happy.",
    "The celebration will take place very soon and you're all invited.",
    "",
    "EMAN ALRANTISI  STYLIST.",
    "I prefer deaf people to marry one another",
    "because it's hard for a deaf girl to get married at all and have her own home.",
    "They remain with their parents. \nIt's such a shame.",
    "I think we need to spread the word.",
    "Parents think deaf people can't have a family.",
    "But deaf people can do everything.",
    "People misjudge us.",
    "Deaf people can clean and like helping everyone.",
    "They have brains and great potential.",
    "They say our hearts are weak and that we're shy.",
    "But it's not true.",
    "We can do anything. \nEmbroidery, sewing, even acting.",
    "KHADER ALRANTISI  PREACHER.",
    "In the name of God and Peace be upon the Prophet.",
    "I welcome you all to the mosque.",
    "Angels are watching this gathering of knowledge.",
    "Angels come down and surround you.",
    "And through your presence here, God forgives you.",
    "[GAZA CITY]",
    "In 1999, a law was introduced, allocating five per cent of public sector jobs to people with disabilities (pause). \nBut sadly the 'five per cent law' is sometimes not enforced, even by government institutions.",
    "ASHRAF  SHAHEEN  EMPLOYEE AT THE MINISTRY OF FINANCE.",
    "I was unemployed for three years. \nI applied for jobs but couldn't get work.",
    "I tried to get work in government offices.",
    "I was very frustrated and angry.",
    "Thefive per cent law gives us the right to work.",
    "I really wanted to work and was patient, year after year.",
    "I kept on sending applications and eventually, thank God,",
    "I got the chance to work at the Ministry of Finance.",
    "I'm the only deaf person working here,",
    "even though five per cent of the workforce should be disabled. \n [Hoda]",
    "Is it for one or for two? \n No, lower it a bit.",
    "",
    "",
    "",
    "MAYSAA OMAR  STUDENT.",
    "I see everyone else hearing and talking to each other.",
    "I'm deaf.",
    "I use sign language.",
    "I'm determined and dynamic.",
    "I learned a sense of adventure from American writer, Helen Keller.",
    "Don't forget to come to my birthday party.",
    "[Maysaa] Thank you, thank you. \n [Maysaa's friends] Happy birthday. \nMay you live to be a hundred.",
    "[Maysaa]",
    "I hope that we'll all finish our  university education.",
    "I hope we'll always be friends, go to university and then get married.",
    "Thank you all. \n RUBA SHURAB  STUDENT.",
    "Today is Maysaa's birthday.",
    "Hopefully we'll celebrate it every year. \nWe're all are very happy.",
    "We hope to succeed at high school, go to university and be happy.",
    "We hope to be like hearing people, equal with them at university.",
    "RAWAN GHAZAL  STUDENT.",
    "Congratulations to Maysaa.",
    "With God's will, we'll celebrate this every year.",
    "I'm really happy about the new school year.",
    "I hope we will keep on the same way.",
    "We deaf people have to work hard, like hearing people",
    "to get to university and become equal with them.",
    "[PALESTINIAN ASSOCIATION FOR THE REHABILITATION OF THE DISABLED, GAZA CITY]",
    "[Waleed]  Hi, how are you? \nHow's school?",
    "Don't forget to do your homework",
    "and be respectful to the teacher.",
    "[Teacher]",
    "I gave you homework.",
    "Now, what kind of magnetic pole do these electrons have?",
    "It's negative.",
    "Salma, Waleed.",
    "ALAA ABU ROKBA  TEACHER.",
    "Waleed is very responsible and so the school is very supportive of him. \n AYA  HAMAD   SCHOOLGIRL.",
    "I'm ten years old. \nI feel trapped at home.",
    "I can't speak.",
    "There are a lot of power cuts.",
    "But at school I'm happy with other deaf children and I fit in well.",
    "I love Dabke dance and rap music.",
    "WALEED HAMAD,   SCHOOLBOY.",
    "My message to the world is that they should support deaf people.",
    "I love rap music and Dabke.",
    "Deaf people are normal, like hearing people, strong and smiling.",
    "The blockade on Gaza isn't an overwhelming problem.",
    "I am a good dancer to rap music and have good, strong ideas.",
    "[JABALIA CAMP]",
    "[MUSIC]",
    "It's not my desiny to accept silence.",
    "I am a human being.",
    "Dreams don't have any sound but can still be fulfilled.",
    "I can be more than I already am.",
    "I can change if I want to.",
    "I can succeed if I have the determination.",
    "So help me change my world.",
    "MAHMOUD ALMUQAYAD   VISUAL ARTIST.",
    "Life's hard. \nBorders crossings are closed.",
    "I can only see with one eye and I'm deaf.",
    "I can only see a little with my other eye.",
    "I've been painting since I was four.",
    "I look at people in the street and I think about life.",
    "I look at them as if they were beautiful trees.",
    "I see them and I paint.",
    "[ATFALUNA SOCIETY FOR DEAF CHILDREN ]",
    "[Hashem]",
    "The deaf have no power.",
    "They must stay united and not remain silent.",
    "Together, we can be stroing and demand our rights. \n.",
    "The government should support us.",
    "The employment quota is 5%.",
    "A man",
    "We shouldn't stay at home.",
    "[Hashem]",
    "Life's hard.",
    "Deaf people suffer injustice across the world.",
    "We're not really taken seriously.",
    "The deaf have courage and experience. \n We're able to take care of ourselves.",
    "We plan and think. \nWe simply need the world's support   to implement the laws relating to the deaf.",
    "Employment law should be applied as in Europe and other countries.",
    "There should be laws to help us obtain our administrative rights",
    "so that we can also talk to doctors and communicate in the shops.",
    "Without the support of the law, thing's aren't fair.",
    "NURA ABU ODEH   STUDENT.",
    "I fell in love.",
    "I'd grown up with an innocent heart.",
    "But then I met a boy called Raed and fell deeply in love with him.",
    "We loved each other and we kept this relationship going.",
    "I was seeing him at school and then he started to come to my home.",
    "He asked for my hand in marriage",
    "but my Dad didn't agree.",
    "I got really angry and sad.",
    "Then later Raed proposed to me again and this time my Dad agreed.",
    "We were thrilled. \n RAED ALTURK   WAITER, ATFALUNA SOCIETY RESTAURANT.",
    "I'm Raed.",
    "She hasn't come yet. \nShe's late.",
    "I'd like to give a rose, this rose, to the light of my life.",
    "Now Nura and Raed have a future.",
    "In part two, we'll discover how the people we've met in this film were affected by the July 2014 Israeli attacks - and whether they survived....",
    "",
    "",
    "",
    "",
    "Raed and Nura are engaged. \nNura's father was initially against them marrying  but has now agreed and they're planning the future life together.",
    "",
    "Raed: Would you like knafeh? \n Nura: Yes. \n Raed: Two knafeh please. \n Two spoons please.",
    "[Alaa]",
    "I'm frustrated because I have no customers.",
    "No petrol?",
    "Worker:",
    "Sorry, there's none left.",
    "[Alaa]",
    "I need petrol.",
    "There's not even any petrol?",
    "",
    "[Eman]  Congratulations.",
    "Woman 1:   Welcome. \nIt's an honour to have you here.",
    "Woman 2:",
    "How was life before you got married? \nAnd after? \n Tell us everything.",
    "Woman 1:",
    "Before marriage, I was bored, and there was no one to talk to.",
    "Woman 2:",
    "You just stayed at home, sad and lost in your thoughts.",
    "Woman 1:",
    "I had nothing but problems before I was married.",
    "I was lonely with no one to look after me.",
    "Today my husband helps me and I'm very happy.",
    "",
    "[Ashraf]  Is everything OK? \n [Hoda] We stay at home every night. \n [Ashraf] What shall we do this evening? \n [Hoda]We could visit your father. \n [Ashraf] Sure. \nLet's go at 8.30pm.",
    "HODA SHAHEEN  SCHOOL STUDENT.",
    "My husband and I took turns to look after our first baby.",
    "I slept, while he stayed awake watching her.",
    "I went to work and when I came home, I would sleep.",
    "My husband helps me at night.",
    "When he's awake, I sleep.",
    "He helps me when our daughter wakes up and cries.",
    "He brings her to me for breast-feeding and then she goes back to sleep.",
    "This is how we lived until she grew up.",
    "We taught her sign language, letters as well as lip reading.     ASHRAF  SHAHEEN  EMPLOYEE AT THE MINISTRY OF FINANCE.",
    "My wife gets tired so I help her.",
    "At 6am she goes to school.",
    "After school, she teaches at the Atfaluna Society for Deaf Children",
    "and only then she finally comes home.",
    "She looks after the kids and cooks.",
    "It's hard so I help her.",
    "Why should she work when she gets home?",
    "We have to be equal.",
    "University's next for her.",
    "We're happy with our life. \nWe help each other.",
    "I'm happy with my wife, thank God.",
    "Her high school is in Gaza and next she'll go to university.",
    "",
    "[HODA SHAHEEN]",
    "I was in love with Ashraf before he proposed.",
    "I kept on seeing him.",
    "I was excited and I wanted to get engaged to him.",
    "We got married but our life was very hard.",
    "Ashraf didn't have a job to pay the rent.",
    "We've been patient.",
    "I was working but my salary was very low.",
    "We've carried on like this.",
    "We communicate normally with people.",
    "They think the deaf are stupid but we're normal.",
    "Our neighbours and everyone else help us.",
    "Daughter: Yes, I'm fine. \nOK. \n Hoda: Who is it? \n Daughter: They're coming. \n Hoda: Who are you talking to? \n Daughter: Who's coming? \n                   It's Uncle Ayad. \n Hoda: Uncle Ayad? \nTell him he's very welcome. \n Daughter: You're very welcome. \n [ATFALUNA SOCIETY FOR DEAF CHILDREN RESTAURANT]",
    "[Maysaa] Hi everyone. \nKhader's wedding is on Thursday.",
    "We all want to go.",
    "You're all invited. \nLook at the invitation for Thursday.",
    "[Raed] Hi. \n Maysaa: Raed, have you been in love with Nura since you were young? \n Raed: Yes, thank God. \n Maysaa: Congratulations. \n ISRA GHAZAL  HASHEM'S DAUGHTER.",
    "There are eight deaf people in my family but four are hearing, including me.",
    "I'm the translator and the link between my family and the outside world.",
    "I tell them about everything because I hear the news",
    "and I know what's happening in the streets and the city, including wars.",
    "I translate everything for them.",
    "My Dad taught us love and affection but, above all to have strong family relationships.",
    "SAMIRA GHAZAL  HASHEM'S WIFE.",
    "I didn't know much sign language but I tried to communicate with Hashem.",
    "Then his sisters taught me sign language.",
    "And I learned he was a very calm person.",
    "He never gets angry. \nHe takes care of me, my kids and even of my mother.",
    "He loved her very much and was very kind to her.",
    "Isra Ghazal  Hashem's daughter.",
    "Periods of war are very difficult.",
    "Once you start thinking about the war, you can't get it out of your mind.",
    "I had to pretend there was no war, no planes or air strikes.",
    "But deaf people can feel the ground shaking and the explosions.",
    "They feel it through the beating of their hearts.",
    "They say there's an air strike. \n I say there isn't.",
    "They insist there is.",
    "I ask them how they know. \n    [JABALIA REFUGEE CAMP]  [BEIT HANOUN CITY]  WALEED HAMAD   SCHOOLBOY.",
    "Israeli tanks often come from there.",
    "They arrest people and shoot at others.",
    "They've destroyed my house.",
    "Four of my family have died.",
    "I was very sad when it happened.",
    "But we're very strong.",
    "When I think of how they died, it overwhelms me.",
    "Thankfully, I'm at school. \n NOOR HAMAD  AYA'S SISTER.",
    "My name is Noor.",
    "I'm learning sign language because Aya's the only deaf member of my family.",
    "Sign language is hard for my parents and the whole family.",
    "AYA HAMAD   SCHOOLGIRL.",
    "I'm suffocating. \nI'm always at home and not allowed out.",
    "No one in my family speaks sign language.",
    "God made me deaf. \nI feel stifled and want to explode. \n MAHMOUD ALMUQAYAD   VISUAL ARTIST.",
    "I think about the problems with the Israelis and the blockade",
    "and I do beautiful paintings.",
    "People see my art and tell me to paint because I'm gifted.",
    "Yes I'm deaf, but hopefully I'll be a famous Palestinian painter.",
    "YASMEEN ALMUQAYAD  MAHMOUD'S SISTER.",
    "Mahmoud and laugh and play.",
    "We play hide-and-seek and other games.",
    "I'm happy. \nMahmoud looks after us.",
    "I play like hearing children.",
    "We study the Quran.",
    "He helps us gradually understand it until we know it.",
    "We learn and study and I feel good and happy.",
    "ELHAM ALMUQAYAD  MAHMOUD'S MOTHER.",
    "We have power cuts every day here in Gaza.",
    "My deaf children can only speak to each other in sign language.",
    "So when they can't see each other, they get stressed.",
    "NAHLA OMAR   MAYSAA'S MOTHER.",
    "I have two deaf daughters.",
    "Maysaa is very polite and smiles a lot",
    "but deep inside she's always been sad.",
    "Her Dad was away for 11 years and we were alone.",
    "Maysaa is strong and brave.",
    "These girls are a gift from God.",
    "Even though they're deaf, they help me.",
    "They believe in God and love their parents very much.",
    "MAYSAA OMAR  STUDENT.",
    "My dad went away when I was 6 so I am used to it.",
    "My Mum took me to school, and looked after me.",
    "She did her best to save money.",
    "And we grew up and learned.",
    "Deep inside, I'm not weak. \nMy heart is strong.",
    "My mum learned sign language for me and my sister, Fadoua and started to speak to us.",
    "She attended signing classes and I glad she was learning.",
    "We were happy to teach her as well.",
    "She teaches sign language to my six hearing siblings.",
    "She also translates TV for us and that makes us really happy.",
    "[Ahmad Abu Matar]  I've come out to see and talk to you. \nI'm glad we're together. \n Alaa:   Gaza is under blockade. \nThe situation's very hard. \n Power cuts last eight hours. \n This blockade strangles us. \nThere's no gas for cooking. \n We're really exhausted. \n We waste a lot of time waiting and travelling without proper transport.",
    "",
    "Once his father finally agreed that Khader could marry Muna, the wedding celebration was arranged quite quickly.",
    "Now the young religious preacher can finally set up home and settle with the woman he loves.",
    "Everyone was invited to the happy event where dabke got all the guests, including the deaf, on the dance floor.",
    "",
    "[CAMP BAHR]",
    "Hoda and Asraf's hearing daughter, Farah, is not well. \nIt's not always easy for deaf people to make themselves understood when they need medical treatment. \n    [Ashraf] She has a fever. \nMy wife and I are deaf. \n [Hoda] Give me some paper so I can write.",
    "When Waleed was very young, the Israeli army destroyed his parents' house. \nHe stills sleeps badly and his fear of rockets continually causes him nightmares.",
    "WALEED'S MUM Don't be scared, calm down, darling. \nIt's OK.",
    "EMAN HAMAD   WALEED'S MOTHER.",
    "Since our house was destroyed,",
    "he sleeps badly and get scared.",
    "Don't be frightened.",
    "[Yasmeen]",
    "All praise to God,  Lord of the worlds.",
    "[Imam]",
    "There is no better and purer life",
    "than to serve God.",
    "[Mahmoud]",
    "I go to Friday prayers.",
    "Everyone else understands the sermon",
    "but I just stare at the Imam without understanding him, fed up.",
    "I am the only deaf person here.",
    "Everyone else can hear",
    "but I can't understand.",
    "May God forgive me.",
    "",
    "The deaf community was just as affected by the 2014 Israeli attacks as everyone else in Gaza.",
    "Happily, everyone in the film survived - but they all lost either homes, jobs, friends or relatives.",
    "WALEED HAMED,   STUDENT, BEIT HANOUN.",
    "This is my house, destroyed.",
    "We moved to a school in Jabalia.",
    "AYA AHMED   STUDENT   JABALIA CAMP.",
    "When they attacked, my father got hit.",
    "I was frightened and cried for him.",
    "MAHMOUD ALMUQAYAD   VISUAL ARTIST.",
    "I went to pray at dawn and when we finished",
    "I felt the attack, ran and fell to the ground.",
    "My eye got injured but I'm fine, thank God.",
    "ASHRAF  SHAHEEN  EMPLOYEE AT THE MINISTRY OF FINANCE.",
    "I work at the Ministry of Finance",
    "but it's been destroyed.",
    "",
    "HODA SHAHEEN  SCHOOL STUDENT.",
    "They hit us at night.",
    "I was scared for my three sleeping children.",
    "When they woke up, they were frightened and started crying.",
    "RAED ALTURK   WAITER, ATFALUNA SOCIETY RESTAURANT.",
    "During this war, we moved to another house.",
    "During a short truce, we came back home.",
    "Suddenly, violent strikes hit us.",
    "We were very frightened.",
    "I was worried for my fianc in Khan Yunis.",
    "So I texted her. \nShe said she was fine.",
    "MAYSAA OMAR  STUDENT.",
    "Thankfully, my house wasn't damaged.",
    "KHADER ALRANTISI  PREACHER FOR THE DEAF.",
    "A deaf girl was killed in the war and is heaven.",
    "She lived in a tall building which was destroyed .",
    "",
    "EMAN ALRANTISI  STYLIST.",
    "Her name was Kifah Ghanam",
    "She was my very close friend.",
    "She was an artist from the deaf club.",
    "ALAA EDDIN ALNAHHAL  DRIVER.",
    "The house shook while I was sleeping.",
    "I hugged my frightened children.",
    "['Help Me Change My World']",
    "",
    "It's not my desiny to accept silence.",
    "I am a human being.",
    "Dreams don't have any sound",
    "But can still be fulfilled.",
    "I can be more than I already am.",
    "I can change if I want to.",
    "I can succeed if I have the determination."
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  []
]
